Repository: fuseio/fuse-wallet
Catalog: lib/l10n/intl_*.arb
Languages: de_de, es_es, fr, he_il, id, it_it, ko, my, nl_nl, ru_ru, th, tl

# not_enough_balance
source: Not enough balance in your account
de_de: Nicht genügend Guthaben auf deinem Konto
es_es: No hay suficiente saldo en su cuenta
fr: Le solde de votre compte est insuffisant
he_il: אין מספיק יתרה בחשבונך
id: Saldo akun tidak cukup
it_it: Saldo insufficiente nel tuo account
ko: 계정에 잔고가 충분하지 않습니다
my: သင့်အကောင့်ထဲတွင် လက်ကျန်ငွေ အလုံအလောက်မရှိပါ
nl_nl: Onvoldoende saldo op je rekening
ru_ru: Недостаточный баланс на счету
th: ยอดเงินในบัญชีของคุณไม่เพียงพอ
tl: Hindi sapat ang balanse sa iyong account

# offline
source: it's seems you are offline
de_de: Du scheinst offline zu sein
es_es: parece que estás desconectado
fr: il semble que vous êtes hors ligne
he_il: נראה שאתה לא מחובר
id: Tampaknya Anda offline
it_it: Sembra che sei offline
ko: 오프라인 상태이신 것 같습니다
my: သင် offline ဖြစ်နေပုံရတယ်
nl_nl: Het lijkt erop dat je offline bent
ru_ru: кажется, вы не в сети
th: ดูเหมือนว่าคุณออฟไลน์อยู่
tl: mukhang offline ka

source: Ok
de_de: Abschicken
he_il: אוקיי
id: Oke
ko: 알겠습니다
my: အိုကေ
ru_ru: Хорошо
th: ตกลง

source: OK Thanks
de_de: Ok, Danke
es_es: OK
fr: OK Merci
he_il: אוקיי
id: Ok Terima Kasih
it_it: Ok grazie
ko: 네, 감사합니다
my: အိုကေ ကျေးဇူး
nl_nl: OK bedankt
ru_ru: Хорошо, спасибо
th: โอเค ขอบคุณ
tl: OK Salamat

source: Oops
de_de: Hoppla
fr: Oups
he_il: אופס
id: Ups
ko: 이런
nl_nl: Oeps
ru_ru: Ой
th: อุ๊ปส์!

source: options
de_de: Optionen
es_es: opciones
id: opsi
ko: 옵션
nl_nl: opties
th: ตัวเลือก

source: or
de_de: oder
es_es: o
fr: ou bien
he_il: או
id: atau
it_it: o
ko: 또는
my: သို့မဟုတ်
nl_nl: of
ru_ru: или
th: หรือ

source: PAY
de_de: BEZAHLEN
es_es: PAGAR
fr: PAYEZ
he_il: שלם
id: BAYAR
it_it: PAGARE
ko: 결제
my: ပေး
nl_nl: BETAAL
ru_ru: ОПЛАТИТЬ
th: ชำระเงิน
tl: BAYAD

source: Pay with
de_de: Bezahle mit
es_es: Pagar con
fr: Payer avec
he_il: לשלם עם
id: Bayar dengan
it_it: Paga con
ko: 결제 수단:
my: နှင့်ပေးပါ
nl_nl: Betaal met
ru_ru: Обменять
th: ชำระด้วย
tl: Magbayad gamit ang

# peg_explain
source: FuseDollar is fully collateralized by the USD Coin (USDC) on Fuse. Issued by circle.com, USDC is a fully dollar-backed, regulated stablecoin that is widely recognized in the cryptocurrency space.
de_de: FuseDollar ist vollständig durch den USD Coin (USDC) auf Fuse besichert. USDC wird von circle.com herausgegeben und ist ein vollständig durch den Dollar gedeckter und regulierter Stablecoin, der im Kryptowährungsbereich allgemein anerkannt ist.
es_es: FuseDollar está totalmente colateralizado por USD Coin (USDC) en Fuse. Emitida por circle.com, USDC es una moneda estable regulada, totalmente respaldada en dólares, que es ampliamente reconocida en el espacio de las criptomonedas.
fr: FuseDollar est entièrement garanti par l'USD Coin (USDC) sur Fuse. Émis par circle.com, l'USDC est un stablecoin réglementé et entièrement adossé au dollar qui est largement reconnu dans l'espace des crypto-monnaies.
id: FuseDollar sepenuhnya dijamin oleh USD Coin (USDC) di Fuse. Diterbitkan oleh circle.com, USDC adalah stablecoin beregulasi yang sepenuhnya didukung oleh dollar dan diakui luas di dunia mata uang kripto.
it_it: FuseDollar è completamente garantito da USD Coin (USDC) su Fuse. Emesso da circle.com, USDC è una stablecoin regolamentata e completamente sostenuta dal dollaro, ampiamente riconosciuta nello spazio delle criptovalute.
ko: FuseDollar는 Fuse에서 USD 코인(USDC)을 담보로 완전하게 보증됩니다. circle.com에서 발행하는 USDC는 전적으로 달러를 기반으로 하여 통제되는, 암호화화폐계에서 널리 알려진 스테이블코인입니다.
my: FuseDollar ကို Fuse မှာ USDC stablecoin နဲ့ အလုံးစုံ တန်ဖိုး အပေါင်အာမခံထားပါတယ်။ circle.com မှ ထုတ်လုပ်သော USDC မှာ USD ဖြင့် အလုံးစုံ ထောက်ပံ့ စည်းကြပ်ထားသော stablecoin တစ်ခုဖြစ်၍ Crypto ငွေကြေးနယ်ပယ်မှာ ထင်ပေါ်သော stablecoin (တည်ငြိမ်သော crypto ငွေကြေးစနစ်) တစ်ခုအဖြစ်ရှိနေပါတယ်။
nl_nl: FuseDollar wordt volledig gedekt door USD Coin (USDC) op Fuse. USDC, uitgegeven door circle.com, is een volledig door dollars ondersteunde en gereguleerde stablecoin die algemeen wordt erkend in de cryptocurrency industrie.
ru_ru: Fuse Dollar полностью привязан к USD Coin (USDC) на Fuse. Выпущенный circle.com, USDC - это регулируемая стабильная монета, полностью обеспеченная долларом и широко признанная в сфере криптовалют.
th: FuseDollar ค้ำประกันโดย USD Coin (USDC) บน Fuse USDC ซึ่งออกโดย circle.com เป็นเหรียญ stablecoin ที่ได้รับการสนับสนุนจากดอลลาร์และได้รับการกำกับดูแลเป็นอย่างดีจนเป็นที่ยอมรับอย่างกว้างขวางในวงการ
tl: Ang FuseDollar ay ganap na sinusuportahan ng USD Coin (USDC) sa Fuse. Inisyu ng circle.com, ang USDC ay isang pinamamahalaang stablecoin na ganap na suportado ng dolyar, na kilalang-kilala sa larangan ng cryptocurrency.

source: PENDING
de_de: AUSSTEHEND
es_es: PENDIENTE
fr: EN ATTENTE
he_il: ממתין
id: TERTUNDA
it_it: IN ATTESA DI
ko: 보류 중
my: ဆိုင်းငံ့နေသော
nl_nl: IN AFWACHTING
ru_ru: В ОЖИДАНИИ
th: อยู่ระหว่างดำเนินการ
tl: NAKABINBIN

source: Phone number
de_de: Telefonnummer
es_es: Número de teléfono
fr: Numéro de téléphone
he_il: מספר נייד
id: Nomor telepon
it_it: Numero di telefono
ko: 전화번호
my: ဖုန်းနံပါတ်
nl_nl: Telefoonnummer
ru_ru: Телефонный номер
th: หมายเลขโทรศัพท์
tl: Numero ng telepono

# phrase_invaild
source: One of the 12 words is invalid
es_es: Una de las 12 palabras es inválida
id: Satu dari 12 kata tidak sah
it_it: Ona delle 12 parole non è valida
th: หนึ่งใน 12 คำไม่ถูกต้อง

# pickup_display_name
source: Pick your display name
de_de: Wähle deinen Anzeigename
es_es: Elige tu nombre para mostrar
fr: Choisissez votre nom d'affichage
he_il: בחר את הכינוי שלך
id: Pilih nama tampilan Anda
it_it: Scegli il nome visualizzato
ko: 표시 이름을 고르세요
my: သင်ဖော်ပြလိုသော နာမည်ကိုရွေးချယ်ပါ
nl_nl: Kies een weergave naam
ru_ru: Выберите свое отображаемое имя
th: เลือกชื่อที่ใช้แสดงของคุณ
tl: Piliin ang pangalan ng iyong Display

# pickup_display_name_text
source: This name will be shown to contacts that send you money to identify your account
de_de: Dieser Name wird deinen Kontakten angezeigt, damit sie dich beim Versenden von Geld identifizieren können
es_es: Este nombre se mostrará a los contactos que le envíen dinero para identificar su cuenta
fr: Ce nom sera montré aux contacts qui vous envoient de l'argent pour identifier votre compte.
he_il: שם זה יוצג לאנשי קשר ששולחים לך כסף לזיהוי חשבונך
id: Nama ini akan ditampilkan pada kontak yang mengirim Anda uang untuk mengidentifikasi akun Anda
it_it: Questo nome verrà mostrato ai contatti che ti inviano denaro per identificare il tuo account
ko: 내 계정을 식별할 수 있도록 돈을 보내오는 연락처에 이 이름이 표시됩니다
my: သင့်အကောင့်ကို အတည်ပြုသိရှိစေနိုင်ရန်အတွက် သင့်ကို ပိုက်ဆံပေးပို့သော contact များသို့ ဒီ နာမည်ကို ဖော်ပြပေးမှာပါ
nl_nl: Deze naam zal worden weergegeven aan contacten die je geld sturen om je account te identificeren
ru_ru: Это имя будет показано контактам, которые отправляют тебе деньги, для идентификации твоей учетной записи.
th: ชื่อนี้จะแสดงต่อผู้ติดต่อที่ส่งเงินให้คุณเพื่อระบุบัญชีของคุณ
tl: Ang pangalan na ito ay ipapakita sa mga kontak na nagpapadala sa iyo ng pera upang makilala ang iyong account

source: Pincode
es_es: Código PIN
fr: Code Pin
he_il: קוד סודי
id: Kode pin
it_it: Codice PIN
ko: PIN 코드
my: ပင်ကုဒ်
ru_ru: Пин-код
th: รหัสพิน

# pincode_dont_match
source: Pin code doesn't match
de_de: Pin-Code stimmt nicht überein
es_es: El código PIN no coincide
fr: Le code pin ne correspond pas
he_il: קוד לא תואם
id: Kode pin tidak sama
it_it: Il codice PIN non corrisponde
ko: PIN 코드가 일치하지 않습니다
my: ပင်ကုဒ် မတူပါ
nl_nl: Pincode komt niet overeen
ru_ru: PIN-код не совпадает
th: รหัสพินไม่ตรงกัน
tl: Hindi tugma ang Pin code

# please_choose_security
source: Please choose how you prefer to unlock the wallet:
de_de: Bitte wähle, wie du deine Wallet entsperren möchtest:
es_es: Por favor, elija cómo prefiere desbloquear el monedero:
fr: Veuillez choisir comment vous préférez déverrouiller le portefeuille:
id: Silakan pilih cara membuka dompet:
it_it: Scegli come preferisci sbloccare il portafoglio:
ko: 선호하는 지갑 해제 방식 선택:
my: သင့် ပိုက်ဆံအိတ် (wallet) သို့ဝင်ရန် အသုံးပြုလိုသည့် စနစ်ကိုရွေးပါ။
nl_nl: Kies hoe je de wallet het liefst wilt ontgrendelen:
ru_ru: Пожалуйста, выбери способ разблокировки кошелька:
th: โปรดเลือกวิธีที่คุณต้องการปลดล็อกกระเป๋าเงิน:
tl: Mangyaring pumili kung paano mo gustong buksan ang wallet:

source: Please restore your wallet
de_de: Bitte stellen Sie Ihr Wallet wieder her
es_es: Por favor, restablezca su cartera
fr: Veuillez restaurer votre portefeuille
id: Harap pulihkan dompet Anda
ko: 지갑을 복구하세요
nl_nl: Gelieve uw wallet te herstellen
th: โปรดกู้คืนกระเป๋าเงินของคุณ

source: Please use
de_de: Bitte nutze
es_es: Por favor, use su
fr: Merci d'utiliser
id: Harap gunakan
it_it: Per favore usi
ko: 이용 바람:
my: ကျေးဇူးပြု၍ အသုံးပြုပါ
nl_nl: Gebruik alsjeblieft
ru_ru: Пожалуйста, используй
th: กรุณาใช้
tl: Mangyaring gamitin

source: Price
de_de: Preis
es_es: Precio
fr: Tarif
id: Harga
it_it: Prezzo
ko: 가격
my: နှုန်း
nl_nl: Prijs
ru_ru: Цена
th: ราคา
tl: Presyo

# privacy
source: Fuse.io/privacy
he_il: Fuse פרטיות
my: fuse.io/ကိုယ်ရေးလုံခြုံမှုဆိုင်ရာ
th: fuse.io/policy

# protect_wallet
source: Protect your wallet
de_de: Sichere deine Wallet
es_es: Protege tu monedero
fr: Protégez votre portefeuille
he_il: הגן על חשבונך
id: Lindungi dompet Anda
it_it: Proteggi il tuo portafoglio
ko: 지갑을 보호하세요
my: သင့် ပိုက်ဆံအိတ် (wallet) ကို ကာကွယ်ပါ
nl_nl: Bescherm je wallet
ru_ru: Защити свой кошелек
th: ปกป้องกระเป๋าเงินของคุณ
tl: Protektahan ang iyong wallet

source: Rate
es_es: Tasa
fr: Taux
id: Nilai Tukar
it_it: Vota
ko: 평가
my: နှုန်း
nl_nl: Tarief
ru_ru: Обменный курс
th: อัตรา
tl: Halaga

# rate_us
source: Rate us in the store
de_de: Bewerte uns im App Store
es_es: Califícanos en la tienda
fr: Évaluez-nous en magasin
id: Nilai kami di play store
it_it: Valutaci nel negozio
ko: 스토어에서 평가해주세요
my: App Store သို့ Playstore မှာ အဆင့်သတ်မှတ်ပေးပါ။
nl_nl: Beoordeel ons in de App Store
ru_ru: Оцените нас
th: ให้คะแนนเราในร้าน
tl: I-rate kami sa store

source: Read more
de_de: Lesen Sie mehr
es_es: Leer más
fr: Lire davantage
id: Baca selengkapnya
it_it: Per saperne di più
ko: 더 읽어보기
nl_nl: Meer lezen
ru_ru: Подробнее
th: อ่านเพิ่มเติม
tl: Magbasa pa

source: Receive
de_de: Empfangen
es_es: Recibir
fr: Recevoir
he_il: קבל
id: Terima
it_it: Ricevere
ko: 수령
my: လက်ခံ
nl_nl: Ontvang
ru_ru: Получить
th: รับ
tl: Tumanggap

source: Received
de_de: Empfangen
es_es: Recibido
fr: Reçu
id: Diterima
it_it: Ricevuti
ko: 수신됨
nl_nl: Ontvangen
ru_ru: Получено
th: ได้รับแล้ว
tl: Natanggap

source: Received from Ethereum
de_de: Aus der Ethereum Blockchain erhalten
es_es: Recibido de Ethereum
fr: Reçu d'Ethereum
he_il: התקבל מתאתריום
id: Diterima dari Ethereum
it_it: Ricevuto da Ethereum
ko: Ethereum에서 수령됨
my: Ethereum မှ လက်ခံရရှိသည်
nl_nl: Ontvangen van Ethereum
ru_ru: Получено из Ethereum
th: ได้รับจากอีเธอร์เรียม
tl: Natanggap mula sa Ethereum

source: Receive from
de_de: Empfangen von
es_es: Recibir de
fr: Recevoir de
id: Terima dari
it_it: Ricevuto da
ko: 보내오는 곳:
my: မှ လက်ခံရရှိပါသည်
nl_nl: Ontvangen van
ru_ru: Получить от
th: รับจาก
tl: Tanggapin mula sa

source: Receive Gift
de_de: Geschenk erhalten
es_es: Reciba un regalo
fr: Recevoir des cadeaux
id: Terima Hadiah
it_it: Ricevi regalo
ko: 선물 수령
nl_nl: Cadeau ontvangen
ru_ru: Получить Подарок
th: รับของขวัญ
tl: Makatanggap Ng Regalo

source: Receiving
de_de: Empfange
es_es: Recibiendo
fr: Recevoir
id: Menerima
it_it: Ricevendo
ko: 받는 중
my: လက်ခံရယူနေပါသည်
nl_nl: Ontvangen
ru_ru: Получение
th: กำลังรับ
tl: Tinatanggap

source: Recent
de_de: Aktuell
es_es: Reciente
fr: Récent
he_il: אחרונים
id: Terkini
it_it: Recente
ko: 최근
my: လတ်တလော
ru_ru: Недавнее
th: เมื่อไม่นานมานี้
tl: Kamakailan

source: Recommended
de_de: Empfohlen
es_es: Recomendado
fr: Recommandé
he_il: מומלץ
id: Disarankan
it_it: Consigliato
ko: 추천됨
my: အကြံပြုထားသော
nl_nl: Aanbevolen
ru_ru: Рекомендуемые
th: แนะนำ
tl: Inirekomenda

source: Referral bonus
de_de: Empfehlungs-Bonus
es_es: Bono de referido
fr: Bonus de parrainage
id: Bonus referensi
it_it: Bonus di affiliazione
ko: 위탁 보너스
nl_nl: Verwijsbonus
ru_ru: Реферальный бонус
th: โบนัสการแนะนำ
tl: Referral na bonus

# referral_explained
source: Invite your friends and receive a referral bonus of 5% of their deposits!
de_de: Laden Sie Ihre Freunde ein und erhalten Sie einen Empfehlungsbonus von 5 % auf deren Einzahlungen!
es_es: ¡Invita a tus amigos y gana una bonificación por referidos del 5 % de sus depósitos!
fr: Invitez vos amis et recevez une prime de recommandation égale à 5 % de leur dépôt !
id: Undang teman-teman Anda dan terima bonus referral sebesar 5% dari deposit mereka!
it_it: Invita i tuoi amici e ricevi un bonus raccomandazione del 5% dei loro depositi!
ko: 친구를 초대하고 예치금의 5%를 초대 보너스로 받으세요!
nl_nl: Nodig je vrienden uit en ontvang een doorverwijzingsbonus van 5% van hun stortingen!
ru_ru: Пригласи друзей и получи реферальный бонус 5% от их депозитов!
th: เชิญเพื่อนๆ ของคุณ และรับโบนัสการอ้างอิงเป็นเงิน 5% ของเงินฝากของเพื่อนๆ!
tl: Imbitahin ang iyong mga kaibigan at tumanggap ng bonus ng referral na 5% sa kanilang mga pagdeposito!

source: Refer your friends
de_de: Empfehlen Sie Ihre Freunde
es_es: Invita a tus amigos
fr: Recommandez vos amis
id: Ajak teman-teman Anda
it_it: Raccomanda i tuoi amici
ko: 친구를 초대하세요
nl_nl: Verwijs je vrienden door
ru_ru: Пригласите своих друзей
th: ชวนเพื่อนของคุณ
tl: I-refer ang iyong mga kaibigan

source: Reject
de_de: Ablehnen
es_es: Rechazar
fr: Refuser
id: Tolak
it_it: Rifiuta
ko: 거절
nl_nl: Afwijzen
ru_ru: Отклонить
th: ปฏิเสธ
tl: Tanggihan

source: Resend code
de_de: Code erneut senden
es_es: Re-enviar el código
fr: Renvoyer le code
he_il: שלב שוב
id: Kirim ulang kode
it_it: Codice di rispedizione
ko: 코드 재전송
my: ကုဒ်ပြန်ပို့ရန်
nl_nl: Stuur code opnieuw
ru_ru: Отправить код еще раз
th: ส่งรหัสอีกครั้ง
tl: Ipadala muli ang code

# reset_account
source: Creating a new account will reset your existing account - are you sure you want to continue?
de_de: Durch das Erstellen eines neuen Kontos wird dein bestehendes Konto zurückgesetzt - bist du sicher, dass du fortfahren möchtest?
es_es: La creación de una nueva cuenta restablecerá su cuenta actual. ¿Está seguro de que desea continuar?
fr: La création d'un nouveau compte réinitialisera votre compte existant - êtes-vous sûr de vouloir continuer ?
he_il: יצירת חשבון חדש תאפס את חשבונך הקיים - האם אתה בטוח שברצונך להמשיך?
id: Membuat akun baru akan mengatur ulang akun yang ada - yakin ingin melanjutkan?
it_it: La creazione di un nuovo account reimposterà il tuo account esistente: sei sicuro di voler continuare?
ko: 새 계정을 생성하면 기존 계정이 초기화됩니다. 정말로 계속하시겠습니까?
my: အကောင့်အသစ် ပြုလုပ်ခြင်းဖြင့် ရှိပြီးသားအကောင့် reset ဖြစ်သွားပါမည် - ရှေ့ဆက်လိုသည်မှာ သေချာပါသလား?
nl_nl: Als je een nieuw account maakt, dan wordt je bestaande account opnieuw ingesteld. Weet je zeker dat je wilt doorgaan?
ru_ru: Создание новой учетной записи приведет к сбросу существующей учетной записи. Вы уверены, что хотите продолжить?
th: การสร้างบัญชีใหม่จะไปรีเซ็ตบัญชีที่คุณมีอยู่แล้ว แน่ใจหรือว่าต้องการดำเนินการต่อ
tl: Ang paggawa ng bagong account ay magre-reset sa iyong umiiral na account - sigurado ka bang gusto mong magpatuloy?

source: Restore
de_de: Wiederherstellen
es_es: Restablecer
fr: Restaurer
id: Pulihkan
ko: 복구하기
nl_nl: Herstellen
th: กู้คืน

source: Restore backup
de_de: Back-up wiederherstellen
es_es: Restaurar copia de seguridad
fr: Restaurer le system de sauvegarde
he_il: שחזר ארנק
id: Pulihkan cadangan
it_it: Ripristinare il backup
ko: 백업 복구
my: အရန်သိမ်းဆည်းထားမှုမှ ပြန်လည်ရယူမည်
nl_nl: Herstellen van backup
ru_ru: Восстановление резервной копии
th: เรียกคืนข้อมูลสำรอง
tl: Mag backup

source: Restore from backup
de_de: Wiederherstellen
es_es: Restaurar desde la copia de seguridad
fr: Restaurer à partir du system de sauvegarde
he_il: שחזר מגיבוי
id: Pulihkan dari cadangan
it_it: Ripristinare dal backup
ko: 백업에서 복구
my: အရန်သိမ်းဆည်းထားသည်မှ ပြန်လည်ရယူပါ
nl_nl: Herstel vanuit backup
ru_ru: Восстановить из резервной копии
th: เรียกคืนจากข้อมูลสำรอง
tl: i-Restore mula sa backup

# restore_words
source: This is a 12 word phrase you were given when you created your previous wallet
de_de: Dies sind die 12 Wörter, die du bei der Erstellung deiner vorherigen Wallet erhalten hast
es_es: Esta es una frase de 12 palabras que le dieron cuando creó su monedero anterior
fr: Il s'agit d'une phrase de 12 mots qui vous a été donnée lorsque vous avez créé votre portefeuille précédent.
he_il: זהו ביטוי בן 12 מילים שניתנה לך כשיצרת את הארנק הקודם שלך
id: Ini adalah frasa 12 kata yang Anda terima saat membuat dompet Anda sebelumnya
it_it: Questa è una frase di 12 parole che ti è stata data quando hai creato il tuo portafoglio precedente
ko: 이전 지갑을 생성할 때 드린 단어 12개입니다.
my: ဒါက သင် အရင် ပိုက်ဆံအိတ် (wallet) လုပ်တုန်းက သင့်ကို ပေးထားသော ၁၂ လုံးစာစု ဖြစ်ပါတယ်
nl_nl: Dit is een groep van 12 woorden die je gekregen hebt tijdens het aanmaken van je vorige wallet
ru_ru: Это фраза из 12 слов, которую вам дали при создании предыдущего кошелька.
th: นี่คือวลี 12 คำที่คุณได้รับเมื่อสร้างกระเป๋าเงินก่อนหน้านี้
tl: Ito ang 12 word phrase na ibinigay sa iyo noong ikaw ay gumawa ng iyong wallet

# re_type_passcode
source: Re-type your passcode
de_de: Wiederhole dein Passwort
es_es: Re-escribe tu contraseña
fr: Retapez votre code d'accès
he_il: הקלד מחדש את קוד הסיסמה שלך
id: Ketik ulang kode sandi
it_it: Digita nuovamente il passcode
ko: 암호를 다시 입력하세요
my: သင့် ပင်ကုဒ်ကို ပြန်ရိုက်ပါ
nl_nl: Voer uw toegangscode nogmaals in
ru_ru: Введите пароль еще раз
th: พิมพ์รหัสผ่านของคุณอีกครั้ง
tl: Ulitin ang iyong passcode

source: Review swap
de_de: Tausch überprüfen
es_es: Revisar cambio
fr: Revoir le swap
id: Tinjau penukaran
it_it: Scambio di recensioni
ko: 전환 검토
my: လဲလှယ်မှုများကို စစ်ဆေးပါ
nl_nl: Beoordeel wisselen
ru_ru: Проверка деталей
th: แลกเปลี่ยนรีวิว
tl: Repasuhin ang pagpalit

source: Review transfer
de_de: Übertragung prüfen
es_es: Revisar transferencia
fr: Revoir le transfert
he_il: קבלה
id: Tinjau transfer
it_it: Rivedi il trasferimento
ko: 거래 검토
my: လွှဲပြောင်းမှုကို စစ်ဆေးပါ
nl_nl: Controleer transactie
ru_ru: Просмотреть перевод
th: ตรวจสอบการโอน
tl: Repasuhin ang Paglilipat

# reward_for_deposits
source: Receive 50$ rewards for 200$ deposits or more
de_de: Erhalten Sie 50 $ Belohnungen für 200 $ Einzahlungen oder mehr
es_es: Reciba recompensas de 50 $ por depósitos de 200 $ o más
fr: Recevez une récompense de 50 $ pour des versements de 200 $ ou plus
id: Dapatkan hadiah 50$ untuk deposit 200$ ke atas
it_it: Ricevi ricompense da 50 $ per depositi da 200 $ o superiori
ko: 200달러 이상의 보증금에 대한 50달러 보상금 수령
nl_nl: Ontvang beloningen van $50 voor stortingen vanaf $200
ru_ru: Внеси 200$ или больше и получи в награду 50$
th: รับรางวัล 50$ สำหรับการฝาก 200$ ขึ้นไป
tl: Makatanggap ng 50$ na gantimpala para sa 200$ na deposito o higit pa

# save_button
source: Save
de_de: Sichern
es_es: Guardar
fr: Sauvegarder
he_il: שמור
id: Simpan
it_it: Salva
ko: 저장
my: သိမ်းဆည်းမည်
nl_nl: Opslaan
ru_ru: Сохранить
th: บันทึก
tl: i-Save

# scan_address
source: Scan Fuse address QR code to send money
de_de: QR-Code der Fuse-Adresse scannen, um Geld zu senden
es_es: Escanea el código QR de la dirección de Fuse para enviar dinero
fr: Pour envoyer des fonds, scannez le QR code de l'adresse Fuse
id: Kode QR alamat Scan Fuse untuk mengirim uang
it_it: Scansiona il codice QR dell'indirizzo Fuse per inviare denaro
ko: 돈을 보내려면 Fuse 주소 QR 코드를 스캔하세요
nl_nl: Scan de QR-code van het Fuse-adres om geld te verzenden
ru_ru: Отсканируй QR-код адреса в сети Fuse чтобы отправить деньги
th: สแกนรหัสคิวอาร์ที่อยู่ Fuse เพื่อส่งเงิน
tl: I-scan ang QR code nang Fuse na addreds upang makapagpadala ng pera

# scan_to_receive
source: Scan the QR code to receive money
de_de: QR-Code scannen um Geld zu erhalten
es_es: Escanea el código QR para recibir dinero
fr: Scannez le code QR pour recevoir de l'argent
he_il: סרוק הברקוד לקבלת כסף מחבריך
id: Pindai kode QR untuk menerima uang
it_it: Scansiona il codice QR per ricevere denaro
ko: 돈을 수령하려면 QR 코드를 스캔하세요
my: ပိုက်ဆံလက်ခံရန် QR ကုဒ်ကို scan ဖတ်ပါ
nl_nl: Scan de QR code om geld te ontvangen
ru_ru: Отсканируйте QR-код, чтобы получить деньги
th: สแกนรหัส QR เพื่อรับเงิน
tl: i-Scan ang QR code para sa pagtanggap ng pera

# scan_wallet_connect
source: Scan WalletConnect QR code
de_de: WalletConnect-QR-Code scannen
es_es: Escanea el código QR de WalletConnect
fr: Scannez le code WalletConnect QR
id: Pindai kode QR WalletConnect
it_it: Scansiona il codice QR di WalletConnect
ko: WalletConnect QR 코드 스캔
nl_nl: Scan de WalletConnect-QR-code
ru_ru: Отсканируй QR-код WalletConnect
th: สแกนรหัสคิวอาร์ WalletConnect
tl: I-scan ang QR code ng WalletConnect

# search
source: Name or Address
de_de: Name oder Adresse
es_es: Nombre o dirección
fr: Nom ou Adresse
he_il: חפש
id: Nama atau Alamat
it_it: Nome o indirizzo
ko: 이름 또는 주소
my: နာမည် သို့ လိပ်စာ
nl_nl: Naam of adres
ru_ru: Имя или адрес
th: ชื่อหรือที่อยู่
tl: Pangalan ng Address

source: Selected
de_de: Ausgewählt
es_es: Seleccionado
fr: Sélectionné
he_il: נבחר
id: Terpilih
it_it: Selezionato
ko: 선택됨
my: ရွေးချယ်ထားသော
nl_nl: Geselecteerd
ru_ru: Выбрано
th: เลือกแล้ว
tl: Pinili

source: Sell
de_de: Verkaufen
es_es: Vender
fr: Vendre
id: Jual
it_it: Vendere
ko: 팔기
my: ရောင်း
nl_nl: Verkopen
ru_ru: Продать
th: ขาย
tl: Ibenta

source: Send
de_de: Senden
es_es: Enviar
fr: Envoyer
id: Kirim
it_it: Inviare
ko: 전송
my: ပို့သည်
nl_nl: Versturen
ru_ru: Отправить
th: ส่ง
tl: Ipadala

# send_button
source: Send
de_de: Senden
es_es: Enviar
fr: Envoyer
he_il: שלח
id: Kirim
it_it: Spedire
ko: 전송
my: ပေးပို့မည်
nl_nl: Versturen
ru_ru: Отправить
th: ส่ง
tl: Magpadala

source: Send Funds
de_de: Gelder senden
es_es: Enviar fondos
fr: Envoyer des fonds
id: Kirim Dana
it_it: Invia fondi
ko: 자금 보내기
nl_nl: Verzend een bedrag
ru_ru: Отправить средства
th: ส่งเงิน
tl: Magpadala ng mga Pondo

# sending_on_fuse
source: Please make sure you are sending assets on the
de_de: Bitte stellen Sie sicher, dass Sie Assets über das
es_es: Por favor, compruebe que está enviando activos de la
fr: Veuillez vous assurer que vous envoyez des actifs sur le
id: Harap pastikan Anda mengirim aset pada
ko: 자산을 보내는 곳을 확인해 주세요
nl_nl: Zorg ervoor dat u activa verzendt op de
th: โปรดตรวจสอบให้แน่ใจว่าคุณกำลังส่งสินทรัพย์บน

# sending_to_ethereum
source: Sent to your Ethereum wallet
de_de: An deine Ethereum Wallet gesendet
es_es: Enviado a su monedero Ethereum
fr: Envoyé au portefeuille Ethereum
he_il: שלח לכתובת איתריום שלך
id: Terkirim ke dompet Ethereum Anda
it_it: Manadaro al tuo portafoglio Ethereum
ko: 나의 Ethereum 지갑으로 전송됨
my: သင့် Ethereum ပိုက်ဆံအိတ် (wallet) သို့ ပေးပို့လိုက်သည်
nl_nl: Verstuur naar je Ethereum wallet
ru_ru: Отправлено на твой Ethereum кошелек
th: ส่งไปยังกระเป๋าเงินอีเธอร์เรียมของคุณ
tl: Ipinadala sa iyong Ethereum wallet

source: Send to
de_de: Senden
es_es: Enviar a
fr: Envoyer à
he_il: של אל
id: Kirim ke
it_it: Inviare a
ko: 전송할 곳:
my: သို့ ပေးပို့
nl_nl: Stuur naar
ru_ru: Отправить
th: ส่งไปที่
tl: Magpadala kay

# send_to_address
source: Send to an address
de_de: An Addresse senden
es_es: Enviar a una dirección
fr: Envoyer à une adresse
he_il: שלח לכתובת
id: Kirim ke sebuah alamat
it_it: Mandato a un indirizzo
ko: 주소로 전송
my: လိပ်စာတစ်ခုသို့ ပေးပို့ပါ
nl_nl: Verstuur naar een adres
ru_ru: Отправить по адресу
th: ส่งไปยังที่อยู่
tl: Ipadala sa isang address

source: Send to your vault
de_de: An Ihren Tresor senden
es_es: Enviar a su depósito
fr: Envoi dans votre coffre-fort
id: Kirim ke brankas Anda
ko: 금고로 보내기
nl_nl: Naar uw kluis sturen
th: ส่งไปยังห้องเก็บเหรียญของคุณ

source: Sent
de_de: Gesendet
es_es: Enviado
fr: Envoyé
id: Terkirim
it_it: Inviati
ko: 발신됨
nl_nl: Verzonden
ru_ru: Отправлено
th: ส่งแล้ว
tl: Ipinadala

# sent_to
source: Send to
de_de: Gesendet an
es_es: Enviar a
fr: Envoyer à
id: Kirim ke
it_it: Inviare a
ko: 보낼 곳:
my: သို့ ပို့လိုက်ပါသည်
nl_nl: Versturen naar
ru_ru: Отправить
th: ส่งไปที่
tl: Ipadala sa
