Repository: fuseio/fuse-wallet
Catalog: lib/l10n/intl_*.arb
Languages: de_de, es_es, fr, he_il, id, it_it, ko, my, nl_nl, ru_ru, th, tl

# fuse_studio
source: You can switch to a new community by entering your Asset ID (available from the Fuse Studio) or scanning a QR code
de_de: Du kannst durch die Eingabe einer eindeutigen ID-Nummer auf eine andere Community wechseln (ersichtlich über Fuse Studio) oder einfach mit der Kamera den QR-Code scannen
es_es: Puede cambiar a una nueva comunidad ingresando su ID de activo (disponible en Fuse Studio) o escaneando un código QR
fr: Vous pouvez passer à une nouvelle communauté en saisissant votre Asset ID (disponible dans le Fuse Studio) ou en numérisant un code QR.
he_il: הנך יכול לעבור בין קהילות על-ידי הכנסת כתובת
id: Anda beralih ke komunitas baru dengan memasukkan ID Aset (tersedia dari Fuse Studio) atau memindai kode QR
it_it: Puoi passare a una nuova comunità inserendo il tuo ID risorsa (disponibile da Fuse Studio) o scansionando un codice QR
ko: Asset ID(Fuse Studio에서 이용 가능)를 입력하거나 QR 코드를 스캔하여 새 커뮤니티로 전환할 수 있습니다
my: QR code ကို scan ဖတ်၍ (သို့) သင့် Asset ID (Fuse Studio မှတစ်ဆင့် ရရှိနိုင်) ကို ထည့်သွင်း၍ အခြား အဖွဲ့အစည်း (community) အသစ်သို့ ပြောင်းနိုင်ပါသည်
nl_nl: Je kunt wisselen naar een nieuwe community door je Asset ID (verkrijgbaar in de Studio) in te voeren of door een QR code te scannen
ru_ru: Вы можете перейти в новое сообщество, введя свой Asset ID (доступный в Fuse Studio) или отсканировав QR-код.
th: คุณสามารถเปลี่ยนไปยังชุมชนใหม่ได้โดยป้อนรหัสสินทรัพย์ของคุณ (หาได้จาก Fuse Studio) หรือโดยสแกนรหัส QR
tl: Maaari kang lumipat sa bagong komunidad sa pamamagitan ng pagpasok ng iyong Asset ID (magagamit mula sa Fuse Studio) o kaya sa pag scan ng QR code

source: Future stablecoins
de_de: Zukünftige Stablecoins
es_es: Monedas estables futuras
fr: Les futurs stablecoins
id: Stablecoin mendatang
ko: 미래의 스테이블코인
my: ထပ်မံ ပါရှိလာမယ့် stablecoin (တည်ငြိမ်သော crypto ငွေကြေးစနစ်) များ
nl_nl: Toekomstige stablecoins
ru_ru: Будущие стабильные монеты
th: stablecoin ในอนาคต
tl: Mga stablecoin sa hinaharap

source: Gallery
de_de: Gallerie
es_es: Galería
fr: Galerie
he_il: גלריה
id: Galeri
it_it: Galleria
ko: 갤러리
nl_nl: Galerij
ru_ru: Галерея
th: แกลเลอรี

# generated_wallet
source: Welcome to Fuse wallet
de_de: Willkommen bei Fuse Wallet
es_es: Bienvenido al monedero Fuse
fr: Bienvenue au portefeuille Fuse
he_il: ארנק נוצר
id: Selamat datang di dompet Fuse
it_it: Portafoglio generato
ko: Fuse 지갑에 어서 오세요
my: Fuse ပိုက်ဆံအိတ် (wallet) မှ ကြိုဆိုပါသည်
nl_nl: Wallet aangemaakt
ru_ru: Добро пожаловать в кошелек Fuse
th: ยินดีต้อนรับสู่กระเป๋าเงิน Fuse
tl: Nakagawa na ng wallet

source: Generate wallet failed
de_de: Erstellung der Wallet fehlgeschlagen
es_es: Error al generar monedero
fr: La génération du portefeuille a échoué
id: Gagal membuat dompet
it_it: Generarazione portafoglio non riuscita
ko: 지갑 생성 실패
my: ပိုက်ဆံအိတ် (wallet) ပြုလုပ်မှု မအောင်မြင်ပါ
ru_ru: Не удалось создать кошелек
th: ไม่สามารถสร้างกระเป๋าเงิน
tl: Nabigo ang paglikha ng wallet

# generating_wallet
source: Generating fuse wallet
de_de: Wallet wird erstellt
es_es: Generando monedero Fuse
fr: Génération du portefeuille Fuse
he_il: מייצר ארנק
id: Membuat dompet Fuse
it_it: Portafoglio di fase di generazione
ko: Fuse 지갑 생성 중
my: Fuse ပိုက်ဆံအိတ် (wallet) ပြုလုပ်နေပါသည်
nl_nl: Genereer wallet
ru_ru: Создание fuse кошелька
th: กำลังสร้างกระเป๋าเงิน fuse
tl: Gumagawa ng wallet

source: Get
de_de: Holen
es_es: Obtener
fr: Recevez
id: Dapatkan
ko: 받기
nl_nl: Ontvang
th: ได้รับ

source: Gift a friend
de_de: Geschenk für einen Freund
es_es: Regáleselo a un amigo
fr: Faites un cadeau à un ami
id: Hadiahkan teman
ko: 친구에게 선물하기
nl_nl: Geef een vriend een geschenk
th: ให้ของขวัญเพื่อน

# gift_a_friend_explained
source: Test the new invite feature and get 5$ reward
de_de: Testen Sie die neue Einladungsfunktion und erhalten Sie 5 $ Belohnung
es_es: Pruebe la nueva función de invitación y consiga una recompensa de 5 $
fr: Testez la nouvelle fonction d'invitation et recevez une récompense de 5$
id: Tes fitur undangan baru dan dapatkan imbalan 5 dolar
ko: 새로운 초대 기능을 테스트하고 보상으로 $5를 받으세요
nl_nl: Test de nieuwe uitnodigingsfunctie en ontvang een beloning van $ 5
th: ทดสอบคุณสมบัติคำเชิญใหม่และรับรางวัล 5$

# greetTo
source: Hello {name}
de_de: Hallo {name}
es_es: Hola, {name}
fr: Bonjour {name}
id: Halo {name}
it_it: Ciao {name}
ko: 안녕하세요 {name}
nl_nl: Hallo {name}
ru_ru: Привет {name}
th: สวัสดี {name}
tl: Kumusta {name}

# hi
source: Hello
de_de: Hallo
es_es: Hola
fr: Bonjour
he_il: שלום
id: Halo
it_it: Ciao
ko: 안녕하세요
my: မင်္ဂလာပါ
nl_nl: Hallo
ru_ru: Здравствуйте
th: สวัสดี

source: Home
es_es: Inicio
fr: Acceuil
he_il: בית
id: Beranda
ko: 홈
my: ပင်မ
ru_ru: Домой
th: หน้าแรก

source: How much?
de_de: Wie viel?
es_es: ¿Cuánto?
fr: Combien?
he_il: כמה תרצה לשלוח?
id: Berapa banyak?
it_it: Quanto?
ko: 얼마나 할까요?
my: ဘယ်လောက်လဲ?
nl_nl: Hoeveel?
ru_ru: Сколько?
th: เท่าไหร่
tl: Magkano?

# how_to_use_fusd
source: How you can use FuseDollar?
de_de: Wie kannst du FuseDollar nutzen?
es_es: ¿Cómo se puede utilizar FuseDollar?
fr: Comment pouvez-vous utiliser FuseDollar?
id: Bagaimana Anda dapat menggunakan FuseDollar?
it_it: Come si ppossono usare i FuseDollar?
ko: FuseDollar는 어떻게 쓰나요?
my: FuseDollar ကို သင် ဘယ်လို အသုံးပြုနိုင်သလဲ?
nl_nl: Hoe kun je FuseDollar gebruiken?
ru_ru: Как вы можете использовать Fuse Dollar?
th: คุณจะสามารถใช้ FuseDollar ได้อย่างไร
tl: Paano mo magagamit ang FuseDollar?

# image_saved
source: Image saved in your gallery
de_de: Bild in Ihrer Galerie gespeichert
es_es: Imagen guardada en la galería
fr: Image sauvegardée dans votre galerie
id: Gambar disimpan di galeri Anda
ko: 갤러리에 이미지 저장 완료
nl_nl: Afbeelding opgeslagen in uw galerij
th: ภาพได้บันทึกไว้ในแกลเลอรีของคุณแล้ว

source: Important!
de_de: Wichtig!
es_es: ¡Importante!
he_il: חשוב!
id: Penting!
it_it: Importante!
ko: 중요!
my: အရေးကြီးသည်!
nl_nl: Belangrijk!
ru_ru: Важно!
th: สำคัญ!
tl: Importante!

# important_update
source: New version!
de_de: Neue Version!
es_es: Nueva versión
fr: Nouvelle version !
id: Versi baru!
it_it: Nuova versione!
ko: 새로운 버전!
nl_nl: Nieuwe versie!
ru_ru: Новая версия!
th: เวอร์ชั่นใหม่
tl: Bagong bersyon!

# initializing_wallet
source: Initializing your wallet on Fuse
de_de: Erstelle deine Wallet auf Fuse
es_es: Inicializando su monedero en Fuse
fr: Initialisez votre portefeuille sur Fuse
id: Menginisialisasi dompet Anda di Fuse
it_it: Inizializzare il tuo portafoglio su Fuse
ko: 나의 Fuse 지갑 초기화 중
my: Fuse မှာ သင့် ပိုက်ဆံအိတ် (wallet) ကို စတင်ပြုလုပ်နေပါသည်
nl_nl: Je wallet initialiseren op Fuse
ru_ru: Инициализация кошелька на Fuse
th: กำลังเริ่มต้นกระเป๋าเงินของคุณบน Fuse
tl: Pinasisimulan ang iyong wallet sa Fuse

source: Insert amount
de_de: Betrag eingeben
es_es: Introducir importe
fr: Saisissez le montant
id: Masukkan jumlah
ko: 금액 넣기
nl_nl: Voer bedrag in
th: ใส่จำนวน

# insufficient_fund
source: Insufficient funds
de_de: Unzureichende Mittel
es_es: Fondos insuficientes
fr: Fonds insuffisants
he_il: קרן לא מספקת
id: Dana tidak cukup
it_it: Fondi insufficienti
ko: 자금 불충분
my: ငွေမလုံလောက်ပါ
nl_nl: Onvoldoende saldo
ru_ru: Недостаточно средств
th: เงินไม่พอ
tl: Hindi sapat na pondo

# intro_text_one
source: Pay and get paid or send money to friends without fees or friction
de_de: Bezahlen und werde bezahlt oder sende Geld an Freunde problemlos und ohne Gebühren
es_es: Paga y recibe pagos o envía dinero a tus amigos sin comisiones ni fricciones
fr: Payez et soyez payé ou envoyez de l'argent à vos amis sans frais ni friction.
he_il: Pay and get paid using crypto without fees or friction
id: Bayar dan terima bayaran atau kirim uang ke teman tanpa biaya atau friksi
it_it: Utilizza il portafoglio per inviare denaro agli amici senza commissioni
ko: 수수료나 프릭션 없이 친구에게 돈을 전송하거나 결제를 하고 결제를 받으세요
my: အခကြေးငွေ နှင့် friction မရှိဘဲ သင့်သူငယ်ချင်းများနဲ့ ငွေပေးချေခြင်း ငွေလက်ခံခြင်း ပြုလုပ်နိုင်ပါသည်။
nl_nl: Gebruik de wallet om geld te sturen naar vrienden zonder fees en beperkingen
ru_ru: Платите и получайте средства, или отправляйте их друзьям без комиссий и лишних хлопот
th: จ่ายและรับเงินหรือส่งเงินให้เพื่อนโดยไม่มีค่าธรรมเนียมหรือความขัดแย้ง
tl: Gamitin ang wallet para magpadala ng pera sa iyong mga kaibigan ng libre at walang charges

# intro_text_three
source: Create a secure and smart token account to access decentralized finance
de_de: Erstelle eine sichere Wallet um am dezentralen Finanzwesen teilzunehmen
es_es: Crea una cuenta de monedas segura e inteligente para acceder a las finanzas descentralizadas
fr: Créez un compte de jetons sécurisé et intelligent pour accéder à la finance décentralisée
he_il: Hold Ethereum assets and access decentralized finance
id: Buat akun token aman dan cerdas untuk mengakses keuangan terdesentralisasi
it_it: Crea un account sicuro di Smart Token per accedere alla Finanza Decentralizzata
ko: 안전하고 스마트한 토큰 계정을 생성해 디파이에 액세스하세요
my: လုံခြုံစိတ်ချရပြီး စမတ်ဖြစ်သော တိုကင်အကောင့်တစ်ခု ပြုလုပ်ပြီး ဗဟိုထိန်းချုပ်မှုမရှိသော ဘဏ္ဍာရေးကို ရယူလိုက်ပါ
nl_nl: Houd Ethereum bezittingen vast en krijg met een paar tikken toegang tot gedecentraliseerde financiering
ru_ru: Создайте безопасную учетную запись для смарт токена чтобы получить доступ к децентрализованным финансам
th: สร้างบัญชีโทเค็นที่ปลอดภัยและชาญฉลาดเพื่อเข้าถึงการเงินแบบกระจายศูนย์
tl: Hold DCA at Ethereum assets at i-access ang desentralisadong pananalapi sa ilang pindot

# intro_text_two
source: Deposit $ and swap to other currencies with little to no fees
de_de: Zahle $ ein und tausche in andere Währungen mit geringen bis keinen Gebühren
es_es: Deposita $ y cambia a otras monedas con comisiones bajas o nulas
fr: Déposez des dollars et échangez-les contre d'autres devises avec peu ou pas de frais.
he_il: Use the wallet to send money to friends
id: Depositkan $ dan tukarkan dengan mata uang lainnya dengan biaya minimal
it_it: Deposita $ e scambia con altre criptovalute con commissioni quasi a 0
ko: 달러를 예치하고 거의 없다시피 한 수수료로 다른 통화로 전환하세요
my: $ deposit ပြုလုပ်ပြီး အခြားငွေကြေးစနစ်များနဲ့ အခကြေးငွေ အနည်းငယ်မှ အခမဲ့အထိ လဲလှယ်နိုင်ပါသည်။
nl_nl: Betalen en betaald worden in crypto en kijk waar je in de buurt kunt winkelen
ru_ru: Внесите $ и обменивайте его на другие валюты практически без комиссии
th: ฝากเงิน $ แล้วแลกเปลี่ยนเป็นสกุลเงินอื่นโดยมีค่าธรรมเนียมเพียงเล็กน้อยหรือไม่มีค่าธรรมเนียม
tl: Gamiting pambayad at mabayaran gamit ang crypto at tingnan kung saan maaari kang makabili malapit sa iyo

source: Invalid mnemonic
de_de: Ungültige Gedächtnisstütze
es_es: Mnemónica no válida
fr: Mnémonique invalide
id: Mnemonik tidak valid
ko: 유효하지 않은 니모닉
nl_nl: Ongeldige mnemonische zin
th: การช่วยจำไม่ถูกต้อง

source: Invalid number
de_de: Ungültige Nummer
es_es: Número inválido
fr: Numéro non valide
he_il: מספר לא תקין
id: Nomor salah
it_it: Numero non valido
ko: 유효하지 않은 번호
my: မှားယွင်းသော နံပါတ်
nl_nl: Ongeldig nummer
ru_ru: Неправильный номер
th: ตัวเลขไม่ถูกต้อง
tl: Walang bisang numero

source: Invalid pincode
de_de: Ungültiger Pin-Code
es_es: Código PIN no válido
fr: Code pin non valide
he_il: הקוד שגוי
id: Kode pin salah
it_it: Codice pin invalido
ko: 유효하지 않은 PIN 코드
my: ပင်ကုဒ် မှားနေပါသည်
nl_nl: Ongeldige pincode
ru_ru: Неверный пин-код
th: รหัสพินไม่ถูกต้อง
tl: Walang bisa ang pincode

source: Invalid QA Code
de_de: Ungültiger QR Code
es_es: Código QA no válido
fr: Code AQ non valide
id: Kode QA tidak sah
it_it: Codice QA Invalido
ko: 유효하지 않은 QA 코드
my: QA Code မှားယွင်းနေပါတယ်
nl_nl: Ongeldige QA-code
ru_ru: Недействительный код
th: รหัส QA ไม่ถูกต้อง
tl: Walang bisang QA Code

# invite_text
source: Sending money to {name} will automatically invite them to Fuse and let them redeem the funds you sent
de_de: Wenn du Geld an {name} sendest, wird er automatisch zu Fuse eingeladen und kann das von dir gesendete Geld einlösen
es_es: Enviar dinero a {name} los invitará automáticamente a Fuse y les permitirá reembolsar los fondos que enviaste
fr: Envoyer de l'argent à {name} l'invitera automatiquement à rejoindre Fuse et lui permettra d'utiliser les fonds que vous avez envoyés
id: Mengirim uang ke {name} akan secara otomatis mengundang mereka ke Fuse dan mengizinkannya menukarkan dana yang Anda kirim
it_it: Mandando soldi a {name} li inviterà automaticamente a Fuse e permetterà loro di riscattare i fondi che hai inviato
ko: {name}님에게 돈을 보내면 자동으로 Fuse로 초대가 되어 전송된 자금을 받을 수 있게 됩니다
my: {name} သို့ ပိုက်ဆံ ပေးပို့ခြင်းဖြင့် Fuse သို့ တစ်ခါတည်း ဖိတ်ကြားပြီး သင်ပို့လိုက်သော ငွေများအား ရယူနိုင်စေမှာ ဖြစ်ပါတယ်။
nl_nl: Als je geld naar {name} stuurt, dan wordt {name} automatisch uitgenodigd voor Fuse en kan het geld dat je hebt verzonden ingewisseld worden.
ru_ru: Отправив деньги пользователю {name}, он автоматически получит приглашение во Fuse и позволит получить отправленные вами средства.
th: การส่งเงินไปยัง {name} จะเชิญพวกเขาไปที่ fuse โดยอัตโนมัติเพื่อให้พวกเขาแลกเงินที่คุณส่ง
tl: Ang pagpapadala ng pera kay {name} ay awtomatikong mag-iimbita sa kanila sa Fuse at hahayaan silang makuha ang mga pondo na ipinadala mo

# join_bonus
source: You got a join bonus!
de_de: Du hast einen Begrüßungs-Bonus erhalten!
es_es: ¡Obtuviste un regalo por unirte!
fr: Vous avez reçu un bonus d'adhésion
he_il: קיבלת בונוס על הצטרפותך!
id: Anda menerima bonus gabung!
it_it: Hai un bonus di iscrizione!
ko: 가입 보너스를 드립니다!
my: သင်စတင် ဝင်ရောက်မှုအတွက် bonus ရရှိပါသည်
nl_nl: Je hebt een aanmeldingsbonus ontvangen!
ru_ru: У вас есть бонус за присоединение!
th: คุณได้รับโบนัสจากการเข้าร่วม!
tl: Nakakuha ka ng bonus sa pagsali!

# join_earn_program
source: Join the earn program
de_de: Nehmen Sie am Verdienstprogramm teil
es_es: Únete al programa de ganancias
fr: Rapport annuel de 10%
id: Gabung dengan program raih
it_it: Unirsi al programma di guadagno
ko: 수익 프로그램에 가입하세요
nl_nl: Sluit je aan bij het verdienstenprogramma
ru_ru: Участвовать в программе заработка
th: เข้าร่วมโปรแกรมรับเงิน
tl: Sumali sa programa nang kita

source: Joined
de_de: Beigetreten
es_es: Unido
fr: A joint
he_il: הצטרף
id: Bergabung
it_it: Iscritto
ko: 가입됨
my: ဝင်ရောက်လိုက်သည်
nl_nl: Aangesloten
ru_ru: Присоединено
th: เข้าร่วมแล้ว
tl: Sumali

source: Joining
de_de: Beitreten
es_es: Uniéndose
fr: Rejoindre
he_il: מצטרף
id: Bergabung
it_it: Unirsi
ko: 가입 중
my: ဝင်ရောက်ခြင်း
nl_nl: Deelnemen
ru_ru: Присоединение
th: กำลังเข้าร่วม
tl: Sumasali

source: Joining Community
de_de: Trete der Community bei
es_es: Unirse a la comunidad
fr: Rejoindre la communauté
he_il: מצטרף לקהילה
id: Bergabung ke Komunitas
it_it: Unirsi alla community
ko: 커뮤니티 가입하기
my: အဖွဲ့အစည်း (community) တစ်ခုသို့ ဝင်ရောက်ခြင်း
nl_nl: Lid worden van de community
ru_ru: Присоединение к сообществу
th: เข้าร่วมชุมชน
tl: Sumali sa kumunidad

source: Join our referral program
de_de: Nehmen Sie an unserem Empfehlungsprogramm teil
es_es: Únase a nuestro programa de referencias
fr: Participez à notre programme de parrainage
id: Gabung program referral kami
ko: 추천 프로그램에 가입하세요
nl_nl: Word lid van ons aanbevelingsprogramma
th: เข้าร่วมโปรแกรมแนะนำของเรา

source: Language
de_de: Sprache
es_es: Idioma
fr: Langue
he_il: שפה
id: Bahasa
it_it: Lingua
ko: 언어
my: ဘာသာစကား
nl_nl: Taal
ru_ru: Язык
th: ภาษา
tl: ibang wika

source: Learn about Fuse Dollar
de_de: Lerne mehr über Fuse Dollar
es_es: Más información sobre Fuse Dollar
fr: En savoir plus sur Fuse Dollar
id: Pelajari seputar Fuse Dollar
it_it: impara di più su fuse dollar
ko: Fuse Dollar 자세히 알아보기
my: Fuse Dollar အကြောင်း ထပ်မံ လေ့လာပါ
nl_nl: Leer meer over Fuse Dollar.
ru_ru: Узнать больше о Fuse Dollar
th: เรียนรู้เกี่ยวกับ Fuse Dollar
tl: Alamin ang tungkol sa Fuse Dollar

source: Learn more
de_de: Erfahre mehr
es_es: Más información
fr: En savoir plus
he_il: עוד
id: Pelajari lebih jauh
it_it: Per saperne di più
ko: 자세히 알아보기
my: ထပ်မံသိရှိရန်
nl_nl: Meer informatie
ru_ru: Узнать больше
th: เรียนรู้เพิ่มเติม
tl: Matuto ng iba pa

source: Legal
de_de: Rechtliches
fr: Légal
ko: 법률
my: ဥပဒေရေးရာ
ru_ru: Права
th: ถูกกฎหมาย

# lets_start
source: That's it! Let's start
de_de: Das war's! Lass uns loslegen.
es_es: ¡Eso es! Empecemos
fr: Voilà, c'est parti!
id: Itu saja! Mari mulai
it_it: Questo è tutto! Iniziamo
ko: 됐습니다! 시작하죠
my: ရပါပြီ! စလိုက်ရအောင်
nl_nl: Dat was het! Laten we beginnen
ru_ru: Это все! Давайте начнем
th: แค่นั้น! เริ่มได้
tl: Ayun iyon! Magsimula na tayo

# limit_discalimer
source: (for deposits above 200$)
de_de: (für Einzahlungen über $200)
es_es: (para depósitos superiores a 200$)
fr: (pour un dépôt de plus de 200$)
id: (untuk deposit di atas 200 USD)
it_it: (per depositi superiori ai 200$)
ko: (200달러 이상 예치용)
my: (ဒေါ်လာ ၂၀၀ အထက် deposit များအတွက်)
nl_nl: (voor stortingen boven 200$)
ru_ru: (для депозитов свыше 200$)
th: (สำหรับเงินฝากที่สูงกว่า 200$)
tl: (para sa mga deposito na mahigit sa $200)

source: Limited time offer
de_de: Kaufen, tauschen, senden und verdienen Sie auf Ihrem persönlichen Crypto ohne jegliche Gebühren
es_es: Oferta por tiempo limitado
fr: Offre à durée limitée
id: Penawaran terbatas
it_it: Offerta a tempo limitato
ko: 기간 한정 이벤트
nl_nl: Tijdelijke aanbieding
ru_ru: Ограниченное предложение
th: ข้อเสนอในเวลาจำกัด
tl: Inaalok lamang sa limitadong oras

# limit_offer
source: Limited time offer! 50 $ deposit bonus 💸
de_de: Begrenztes Angebot! $50 Einzahlungsbonus 💸
es_es: Oferta por tiempo limitado! Bono de 50$ de depósito 💸
fr: Offre d'une durée limitée! 50$ dépôt de bonus 💸
id: Penawaran waktu terbatas! Bonus deposit 50 USD 💸
it_it: Limited time offer! 50 $ deposit bonus 💸 Offerta a tempo limitato! 50 $ di deposito bonus 💸
ko: 한정된 시간 특가! 50달러 예치 보너스 💸
my: အချိန် ကန့်သတ်ထားသော offer! ဒေါ်လာ ၅၀ deposit bonus)
nl_nl: Tijdelijke aanbieding! 50 $ stortingsbonus 💸
ru_ru: Ограниченное предложение! Бонус на депозит 50 $ 💸
th: ข้อเสนอนี้มีเวลาจำกัด! โบนัสเงินฝาก 50 $ 💸
tl: Alok na may limitadong oras! Bonus sa pagde-deposito ng $50 💸

source: Loading
de_de: Wird geladen
es_es: Cargando
fr: Chargement
id: Memuat
ko: 로딩 중
nl_nl: Bezig met laden
th: กำลังโหลด

source: Login
de_de: Anmelden
es_es: Iniciar sesión
fr: Connexion
he_il: הירשם
id: Masuk
it_it: Accesso
ko: 로그인
my: အကောင့်ဝင်မည်
ru_ru: Авторизоваться
th: เข้าสู่ระบบ

source: Logout
de_de: Abmelden
es_es: Cerrar sesión
fr: Déconnexion
he_il: התנתק
id: Keluar
it_it: Disconnettersi
ko: 로그아웃
my: အကောင့်ထွက်မည်
ru_ru: Выйти
th: ออกจากระบบ

source: Map
de_de: Karte
es_es: Mapa
fr: Carte / Plan
he_il: מפה
id: Peta
it_it: Mappa
ko: 지도
my: မြေပုံ
nl_nl: Мапа
ru_ru: Карта
th: แผนที่
tl: Mapa

source: Max
es_es: Máx.
fr: Maxi
id: Maks
it_it: Massimo
ko: 최대
ru_ru: Макс
th: สูงสุด

# min_to_claim
source: Minminal amount to claim - $0.01
de_de: Mindestbetrag für die Inanspruchnahme – 0,01 $
es_es: Cantidad mínima para solicitar: 0.01 $
fr: Montant minimum à réclamer : 0,01 $
id: Jumlah minimal untuk klaim - $0,01
it_it: Importo minimo da richiedere - 0,01 $
ko: 청구할 최소 금액 - 0.01달러
nl_nl: Minimumbedrag om te claimen - $0,01
ru_ru: Минимальная сумма изъятия - 0.01$
th: จำนวนเงินขั้นต่ำที่จะเคลม - $0.01
tl: Napakaliit na halaga upang makapag-claim - $0.01

source: More info
de_de: Mehr Informationen
es_es: Más información
fr: Plus d'informations
id: Info lebih lanjut
ko: 더 많은 정보
nl_nl: Meer informatie
th: ข้อมูลเพิ่มเติม

source: Move to
de_de: Verschieben
es_es: Mover a
fr: Déplacer vers
id: Pindahkan ke
it_it: Spostare a
ko: 이동할 곳:
my: သို့ ပြောင်းရွှေ့ပါ
nl_nl: Verplaatsen naar
ru_ru: Перейти к
th: ย้ายไปยัง
tl: Dalhin sa

source: My communities
de_de: Meine Communities
es_es: Mis comunidades
fr: Mes communautés
he_il: הקהילות שלי
id: Komunitas saya
it_it: Le mie communita
ko: 나의 커뮤니티
my: ကျွန်ုပ်၏ အဖွဲ့အစည်းများ
nl_nl: Mijn communities
ru_ru: Мои сообщества
th: ชุมชนของฉัน
tl: Aking mga komunidad

source: My Referrals:
de_de: Meine Empfehlungsschreiben:
es_es: Mis referidos:
fr: Mes recommandations :
id: Referral saya:
it_it: Le mie raccomandazioni:
ko: 내가 초대한 사람:
nl_nl: Mijn doorverwijzingen:
ru_ru: Мои рефералы:
th: การอ้างอิงของฉัน:
tl: Aking mga Referral:

source: Name
es_es: Nombre
fr: Nom
he_il: שם
id: Nama
it_it: Nome
ko: 이름
my: နာမည်
nl_nl: Naam
ru_ru: Имя
th: ชื่อ
tl: Pangalan

source: Network
de_de: Netzwerk
es_es: Red
fr: Réseau
he_il: רשת
id: Jaringan
it_it: Rete
ko: 네트워크
my: ကွန်ရက်
nl_nl: Netwerk
ru_ru: Сеть
th: เครือข่าย

source: Network Fee
de_de: Netzwerkgebühr
es_es: Comisión de la red
fr: Frais de réseau
id: Biaya Jaringan
it_it: Commissione di rete
ko: 네트워크 수수료
my: ကွန်ရက်ခ
nl_nl: Netwerkkosten
ru_ru: Комиссия сети
th: ค่าธรรมเนียมเครือข่าย
tl: Singil sa Network

# new_word
source: New!
de_de: Neu!
es_es: ¡Nuevo!
fr: Nouveau !
id: Baru!
ko: 최신!
nl_nl: Nieuw!
th: ใหม่!

# next_button
source: Next
de_de: Weiter
es_es: Siguiente
fr: Suivant
he_il: הבא
id: Lanjut
it_it: Prossimo
ko: 다음
my: နောက်ထပ်
nl_nl: Volgende
ru_ru: Следующий
th: ถัดไป
tl: Sunod

source: Next claim
de_de: Nächster Anspruch
es_es: Próxima solicitud
fr: Demande suivante
id: Klaim berikutnya
it_it: Prossima richiesta
ko: 다음 청구
nl_nl: Volgende claim
ru_ru: Следующее изъятие
th: การเคลมครั้งถัดไป
tl: Susunod na claim

source: Next claim on
de_de: Nächster Anspruch auf
es_es: Próxima solicitud en
fr: Demande suivante sur
id: Klaim berikutnya di
it_it: Prossima richiesta di prelievo
ko: 에 대한 다음 청구
nl_nl: Volgende claim op
ru_ru: Следующее изъятие
th: เคลมต่อไปใน
tl: Susunod na claim sa

source: NFT name
es_es: Nombre de NFT
fr: Nom du NFT
id: Nama NFT
ko: NFT 이름
nl_nl: NFT-naam
th: ชื่อ NFT

source: No
de_de: Nein
fr: Non
he_il: לא
id: Tidak
ko: 아니요
my: မဟုတ်ပါ
nl_nl: Nee
ru_ru: Нет
th: ไม่ใช่
tl: Hindi

source: No activity
de_de: Keine Aktivitäten
es_es: No hay actividad
fr: Aucune activité
he_il: אין עסקאות
id: Tidak ada aktivitas
it_it: Nessuna attivita
ko: 활동 없음
my: ဖြစ်စဉ်များမရှိပါ
nl_nl: Geen activiteit
ru_ru: Нет активности
th: ไม่มีกิจกรรม
tl: Walang aktibidad

# no_businesses
source: No businesses found
de_de: Keine Community gefunden
es_es: No se encontraron negocios
fr: Aucune société trouvée
he_il: לא נמצאו עסקים
id: Badan usaha tidak ditemukan
it_it: Nessuna attività trovata
ko: 찾은 비즈니스 없음
my: စီးပွားရေးလုပ်ငန်းကို ရှာမတွေ့ပါ
nl_nl: Geen bedrijven gevonden
ru_ru: Не найдено предприятий
th: ไม่พบธุรกิจ
tl: Walang natagpuang mga negosyo

source: No funds available
de_de: Keine Mittel verfügbar
es_es: No hay fondos disponibles
fr: Pas de fonds disponibles
he_il: אין יתרה מספקת
id: Tidak ada dana
it_it: Nessun fondo disponibile
ko: 이용 가능한 자금 없음
my: ရရှိနိုင်သော ငွေမရှိပါ
nl_nl: Geen geld beschikbaar
ru_ru: Нет доступных средств
th: ไม่มีเงินทุน
tl: Walang magagamit na mga pondo

# no_results_found
source: No results found for
de_de: Keine Ergebnisse gefunden für
es_es: No se han encontrado resultados para
fr: Aucun résultat n'a été trouvé pour
id: Hasil tidak ditemukan untuk
ko: 해당 결과를 찾을 수 없음
nl_nl: Geen resultaten gevonden voor
th: ไม่พบผลลัพธ์สำหรับ

# no_swap_option
source: You don't have tokens to swap yet
de_de: Du hast noch keine Token zum Tauschen
es_es: Aún no tienes monedas para cambiar
fr: Vous n'avez pas encore de tokens à échanger
id: Anda belum punya token untuk ditukar
it_it: Non hai ancora token da cambiare
ko: 아직 전환할 토큰이 없습니다
my: သင့်တွင် လဲလှယ်ဖို့ တိုကင်မရှိပါ
nl_nl: Je hebt nog geen tokens om te ruilen
ru_ru: У вас пока нет токенов для обмена
th: คุณยังไม่มีโทเค็นที่จะแลกเปลี่ยน
tl: Wala ka pang mga token para ipagpalit

# not_connected
source: No internet connection
de_de: Keine Internetverbindung
es_es: Sin conexión a Internet
fr: Pas de connexion internet
id: Tidak ada koneksi internet
ko: 인터넷 연결 없음
nl_nl: Geen internetverbinding
th: ไม่มีการเชื่อมต่อินเทอร์เน็ต
