Repository: fuseio/fuse-wallet
Catalog: lib/l10n/intl_*.arb
Languages: de_de, es_es, fr, he_il, id, it_it, ko, my, nl_nl, ru_ru, th, tl

source: About
de_de: Über
es_es: Acerca de
fr: à propos de
he_il: אודות
id: Perihal
it_it: Di
ko: 소개
my: အကြောင်း
nl_nl: Over
ru_ru: О нас
th: เกี่ยวกับ
tl: Tungkol sa

source: Account
de_de: Konto
es_es: Cuenta
fr: Compte
he_il: חֶשְׁבּוֹן
id: Akun
ko: 계정
my: အကောင့်
ru_ru: Аккаунт
th: บัญชี

# action_bonus
source: Received
de_de: Erhalten
es_es: Recibido
fr: Reçu
id: Diterima
it_it: Ricevuto
ko: 수신됨
nl_nl: Ontvangen
ru_ru: Получено
th: ได้รับแล้ว
tl: Natanggap

# action_claimApy
source: Claimed
de_de: Beansprucht
es_es: Reclamado
fr: Demandé
id: Diklaim
it_it: Incassato
ko: 요청됨
nl_nl: Geclaimd
ru_ru: Изъято
th: เคลมแล้ว
tl: Nakuha

# action_depositInitiated
source: Pending at Ramp.network
de_de: Ausstehend bei Ramp Network
es_es: Pendiente en Ramp.network
fr: En attente sur Ramp.network
id: Tertunda di Ramp.network
it_it: Pendente su Ramp.network
ko: Ramp.network에서 대기 중
nl_nl: In afwachting van Ramp.network
ru_ru: В ожидании на Ramp.network
th: คงค้างที่ Ramp.network
tl: Nakabinbin sa Ramp.network

# action_fiatDeposit
source: Deposited
de_de: Hinterlegt
es_es: Depositado
fr: Déposé
id: Telah didepositkan
it_it: Depositato
ko: 입금됨
nl_nl: Gedeponeerd
ru_ru: Внесено
th: ฝากเงินแล้ว
tl: Idineposito

# action_receive
source: Received
de_de: Erhalten
es_es: Recibido
fr: Reçu
id: Diterima
it_it: Ricevuto
ko: 수신됨
nl_nl: Ontvangen
ru_ru: Получено
th: ได้รับแล้ว
tl: Natanggap

# action_send
source: Sent
de_de: Abgeschickt
es_es: Enviado
fr: Envoyé
id: Terkirim
it_it: Invia
ko: 전송됨
nl_nl: Verzonden
ru_ru: Отправлено
th: ส่งแล้ว
tl: Naipadala

# action_swap
source: Swapped
de_de: Vertauscht
es_es: Intercambiado
fr: Échangé
id: Ditukar
it_it: Scambiato
ko: 교환됨
nl_nl: Verwisseld
ru_ru: Обменяно
th: แลกเปลี่ยนแล้ว
tl: Napalitan

source: Activate
de_de: Aktivieren
es_es: Activar
fr: Activer
he_il: הפעל
id: Aktivasi
it_it: Attivare
ko: 활성화
my: ဖွင့်မည်
nl_nl: Activeer
ru_ru: Активировать
th: เปิดใช้งาน
tl: i-Activate

source: Activity
de_de: Aktivität
es_es: Actividad
fr: Activité
id: Aktivitas
it_it: Attività
ko: 활동
my: ဖြစ်စဉ် လုပ်ရပ်များ
nl_nl: Activiteit
ru_ru: История операций
th: กิจกรรม
tl: Aktibidad

source: Add Cash
de_de: Bargeld hinzufügen
es_es: Añada efectivo
fr: Ajouter de l'argent
id: Tambahkan Uang
it_it: Aggiungi denaro
ko: 현금 추가
nl_nl: Geld toevoegen
ru_ru: Внести наличные
th: เพิ่มเงินสด
tl: Magdagdag Ng Cash

source: Address
de_de: Adresse
es_es: Dirección
fr: Adresse
he_il: כתובת
id: Alamat
it_it: Indirizzo
ko: 주소
my: လိပ်စာ
nl_nl: Adres
ru_ru: Адрес
th: ที่อยู่

# address_on_fuse
source: Please make sure the address you are sending funds to is on the Fuse Network.
id: Harap pastikan alamat penerima berada di Jaringan Fuse.
it_it: Per favore accertati che l'indirizzo a cui stai inviando i fondi sia sotto Fuse Network.
th: โปรดตรวจสอบให้แน่ใจว่าที่อยู่ที่คุณจะส่งเงินไปนั้นอยู่ใน Fuse Network

# address_on_other
source: To send funds between Fuse and other networks like Ethereum of BSC please use the link below:
id: Untuk mengirim dana antara Fuse dengan jaringan lainnya seperti Ethereum BSC gunakan tautan berikut:
it_it: Per inviare fondi tra Fuse e altri network come Ethereum e Bsc, per favore usa il link quì sotto:
th: ในการส่งเงินระหว่าง Fuse และเครือข่ายอื่นๆ เช่น Ethereum ของ BSC โปรดใช้ลิงก์ด้านล่าง:

source: Amount
de_de: Menge
es_es: Cantidad
fr: Montant
he_il: סכום
id: Nominal
it_it: Quantità
ko: 금액
my: ပမာဏ
nl_nl: Bedrag
ru_ru: Сумма
th: จำนวน
tl: Halaga

source: Approve
de_de: Genehmigen
es_es: Aprobar
fr: Approuver
id: Setujui
it_it: Approva
ko: 승인
nl_nl: Goedkeuren
ru_ru: Разрешить
th: อนุมัติ
tl: Aprubahan

source: Approved
de_de: Zugelassen
es_es: Aprobado
fr: Approuvé
he_il: אושר
id: Disetujui
it_it: APPROVATO
ko: 승인됨
my: အတည်ပြုပြီး
nl_nl: Goedgekeurd
ru_ru: Одобренно
th: ได้รับการอนุมัติ

# apy_explained_1
source: The Fuse Dollar earn program is a savings program for anyone who is holding a fUSD (Fuse Dollar) balance
de_de: Das Fuse-Dollar-Verdienstprogramm ist ein Sparprogramm für jeden, der ein fUSD (Fuse Dollar)-Guthaben besitzt
es_es: El programa de ganancias de Fuse Dollar es un programa de ahorro para cualquier persona con saldo fUSD (Fuse Dollar)
fr: Le programme de gain Fuse Dollar est un programme d'épargne s'adressant à tous ceux qui possèdent un solde fUSD (Fuse Dollar)
id: Program penghasilan Fuse Dollar adalah program tabungan bagi siapa saja yang memiliki saldo fUSD (Fuse Dollar)
it_it: Il programma di investimento Fuse Dollar è un programma di risparmio per chiunque abbia un saldo fUSD (Fuse Dollar)
ko: Fuse 달러 수익 프로그램은 Fused 달러 잔액을 보유하고 있는 모든 사용자를 위한 저축 프로그램입니다.
nl_nl: Het Fuse Dollar-verdienstenprogramma is een besparingsprogramma voor iedereen in het bezit van een Fuse Dollar-saldo (fUSD-saldo)
ru_ru: Программа заработка Fuse Dollar - это программа сбережений для всех, у кого есть баланс fUSD (Fuse Dollar)
th: โปรแกรมรับเงิน Fuse Dollar เป็นโปรแกรมออมทรัพย์สำหรับทุกคนที่มียอดคงเหลือ fUSD (Fuse Dollar)
tl: Ang programa ng pagkita na Fuse Dollar ay programa ng pag-iipon para sa sinumang mayroong balanse ng fUSD (Fuse Dollar)

# apy_explained_2
source: The earn program allows any Fuse Wallet user to access DeFi yield without having to deal with minimums, fees or friction
de_de: Das Verdienstprogramm ermöglicht jedem Fuse-Cash-Benutzer den Zugriff auf DeFi-Renditen, ohne sich mit Mindestbeträgen, Gebühren oder Reibungsverlusten auseinandersetzen zu müssen.
es_es: El programa de ganancias permite que cualquier usuario de Fuse Wallet pueda acceder a la rentabilidad de DeFi sin tener que lidiar con mínimos, comisiones o fricciones
fr: Le programme de gain permet à tout utilisateur de Fuse Wallet d'accéder à son rendement DeFi sans minimum, sans frais et sans conflit
id: Program penghasilan ini mengizinkan semua pengguna Fuse Wallet mengakses laba DeFi tanpa perlu memikirkan minimal, biaya atau friksi
it_it: Il programma di investimento consente a qualsiasi utente Fuse Cash di accedere al rendimento DeFi senza dover affrontare livelli minimi, commissioni o costi di transazione
ko: 수익 프로그램을 통해 Fuse Wallet 사용자는 미니멈,수수료 또는 프릭션에 상관없이 DeFi 수익에 도달할 수 있습니다.
my: The earn program allows any Fuse Cash user to access DeFi yield without having to deal with minimums, fees or friction
nl_nl: Het verdienstenprogramma geeft iedere Fuse Wallet-gebruiker toegang tot DeFi-rendement zonder te maken te krijgen met minima, bijkomende kosten of frictie
ru_ru: Программа заработка позволяет любому пользователю Fuse Cash получить доступ к DeFi и получать доход без необходимости иметь дело с минимумами, комиссиями и другими ограничениями
th: โปรแกรมรับเงินอนุญาตให้ผู้ใช้ Fuse Wallet เข้าถึงผลตอบแทน DeFi โดยไม่ต้องจัดการกับขั้นต่ำ ค่าธรรมเนียม หรือแรงเสียดทาน
tl: Pinapayagan ng programa ng pagkita ang sinumang user ng Fuse Cash na i-access ang yield na DeFi nang hindi kinakailangang harapin ang mga minimum, bayarin o alitan

# apy_explained_3
source: Once a week users are able to redeem their earnings with no lockups to start exploring crypto and DeFi!
de_de: Einmal pro Woche können die Benutzer ihre Verdienste einlösen, ohne Sperren und ohne bis zum Ende des Jahres zu warten!
es_es: Una vez a la semana, los usuarios pueden canjear sus ganancias sin bloqueos y sin esperar a que acabe el año.
fr: Une fois par semaine, les utilisateurs peuvent retirer leurs gains sans blocage et sans attendre la fin de l'année !
id: Satu kali seminggu pengguna dapat menukarkan penghasilannya tanpa penguncian dan tanpa menunggu hingga akhir tahun!
it_it: Una volta alla settimana gli utenti possono riscattare i propri guadagni senza vincoli e senza aspettare la fine dell'anno!
ko: 일주일에 한 번, 사용자는 연말까지 기다리지 않고 잠금 없이 수익을 벌충할 수 있습니다!
nl_nl: Eenmaal per week kunnen gebruikers hun verdiensten inwisselen zonder lock-ups en zonder te wachten tot het einde van het jaar!
ru_ru: Раз в неделю пользователи могут выкупить свой заработок без блокировок и не дожидаясь конца года!
th: ผู้ใช้จะสามารถแลกรับรายได้สัปดาห์ละครั้งโดยไม่มีการล็อกและไม่ต้องรอจนถึงสิ้นปี!
tl: Minsan sa isang linggo ang mga user ay nagagawang kunin ang kanilang mga kinita nang walang mga lockup at nang hindi naghihintay hanggang sa katapusan ng taon!

source: Assets and contracts
de_de: Anlagen und Verträge
es_es: Activos y contratos
fr: Actifs et contrats
he_il: נכסים
id: Aset dan kontrak
it_it: Attività e contratti
ko: 자산 및 연락처
my: ပိုင်ဆိုင်မှုများနှင့် contract များ
nl_nl: Bezittingen en contracten
ru_ru: Активы и контракты
th: สินทรัพย์และสัญญา
tl: Assets at mga kontrata

# auth_failed_message
source: Please try again to continue
de_de: Bitte versuche es erneut, um fortzufahren
es_es: Por favor, vuelve a intentarlo para continuar
fr: Veuillez réessayer pour continuer
id: Harap coba kembali untuk melanjutkan
it_it: Per favore riprova per continuare
ko: 계속하려면 다시 시도하세요
my: ရှေ့ဆက်ရန် ထပ်မံ ကြိုးစားပါ
nl_nl: Probeer het opnieuw om door te gaan
ru_ru: Пожалуйста, попробуй еще раз, чтобы продолжить
th: โปรดลองอีกครั้งเพื่อดำเนินการต่อ
tl: Mangyaring subukan muli upang makapagpatuloy

# auth_failed_title
source: Authentication failed
de_de: Authentifizierung fehlgeschlagen
es_es: Falló la autenticación
fr: Authentification échouée
id: Autentikasi gagal
it_it: Autenticazione fallita
ko: 인증 실패
my: အတည်ပြုခြင်း မအောင်မြင်ပါ
nl_nl: Verificatie mislukt
ru_ru: Ошибка аутентификации
th: ไม่สามารถรับรองความถูกต้อง
tl: Nabigo ang Pagpapatunay

source: available
de_de: verfügbar
es_es: disponible
fr: disponible
id: tersedia
it_it: disponibile
ko: 이용 가능
my: ရရှိနိုင်ပါသည်
nl_nl: beschikbaar
ru_ru: доступно
th: พร้อมให้บริการ
tl: maaari

source: Back up
es_es: Copia de seguridad
fr: Sauvegardez
he_il: גבה
id: Cadangkan
it_it: Eseguire il backup
ko: 백업
my: သိမ်းဆည်းပါ
ru_ru: Резервное копирование
th: สำรอง

source: Back up now
de_de: Jetzt Back-up erstellen
es_es: Crear copia de seguridad ahora
fr: Sauvegarder maintenant
he_il: בצע גיבוי
id: Cadangkan sekarang
it_it: Esegui il backup ora
ko: 지금 백업
my: ယခု အရန်သိမ်းဆည်းပါ
nl_nl: Maak nu een back-up
ru_ru: Сделайте резервную копию сейчас
th: สำรองข้อมูลเดี๋ยวนี้
tl: I-back up ngayon

# backup_wallet
source: Backup
es_es: Copia de seguridad
fr: Sauvegarder
he_il: גבה את חשבונך
id: Cadangkan
ko: 백업
my: အရန်သိမ်းဆည်း
nl_nl: Maak backup
ru_ru: Резервное копирование
th: สำรองข้อมูล

# backup_wallet_now
source: Backup your wallet now and get {amount} Fuse tokens!
de_de: Sichern Sie Ihr Wallet jetzt und erhalten Sie {amount} Fuse-Token!
es_es: ¡Haga una copia de seguridad de su cartera ahora y consiga {amount} tokens de Fuse!
fr: Sauvegardez votre portefeuille maintenant et obtenez {amount} de jetons Fuse !
id: Cadangkan dompet Anda sekarang dan dapatkan {amount} token Fuse!
ko: 지금 지갑을 백업하고 Fuse token {amount}개를 받으세요!
nl_nl: Maak nu een back-up van uw wallet en ontvang {amount} Fuse-tokens!
th: สำรองข้อมูลกระเป๋าเงินของคุณตอนนี้และเราโทเค็น Fuse {amount} เหรียญ!

source: Balance
de_de: Guthaben
es_es: Saldo
fr: Solde
he_il: מאזן
id: Saldo
it_it: Saldo
ko: 잔고
my: လက်ကျန်ငွေ
nl_nl: Saldo
ru_ru: Баланс
th: ยอดเงินคงเหลือ
tl: Balanse

source: Bonus
es_es: de regalo
ko: 보너스
ru_ru: Бонус
th: โบนัส

# bridge_from_BSC
source: Bridge ETH or BNB from Binance Smart Chain
de_de: Übertrage ETH oder BNB von der Binance Smart Chain
es_es: Envía por el puente ETH o BNB desde Binance Smart Chain
fr: Le pont ETH ou BNB de Binance Smart Chain
id: Hubungkan ETH atau BNB dari Binance Smart Chain
it_it: Bridge ETH o BNB da Binance Smart Chain
ko: Binance Smart Chain에서 ETH또는 BNB 연결
my: Binance Smart Chain မှ ETH သို့ BNB ပေါင်းကူခြင်း
nl_nl: Overbrug ETH of BNB vanaf Binance Smart Chain
ru_ru: Перемещайте ETH или BNB через мост с Binance Smart Chain
th: เชื่อม ETH หรือ BNB จาก Binance Smart Chain
tl: Ikonekta ang ETH o BNB mula sa Binance Smart Chain

# bridge_from_ethereum
source: Bridge assets from Ethereum network
de_de: Assets aus dem Ethereum-Netzwerk übertragen
es_es: Envía por el puente activos desde la red Ethereum
fr: Les atouts du pont du réseau Ethereum
id: Hubungkan aset dari jaringan Ethereum
it_it: Collega le risorse dalla rete Ethereum.
ko: Ethereum 네트워크에서 자산 연결
my: Erhereum ကွန်ရက်မှ ပိုင်ဆိုင်မှုများ ပေါင်းကူးခြင်း
nl_nl: Overbrug bezittingen vanaf het Ethereum netwerk
ru_ru: Перемещайте цифровые активы из сети Ethereum
th: เชื่อมสินทรัพย์จากเครือข่ายอีเธอร์เรียม
tl: Ikonekta ang mga asset mula sa network ng Ethereum

source: Bridge to
de_de: Übertragen an
es_es: Puente a
fr: Pont vers
id: Hubungkan ke
it_it: Scambiare con
ko: 연결할 곳:
my: သို့ ပေါင်းကူးပါ
nl_nl: Overbruggen naar
ru_ru: Переправить на
th: เชื่อมไปยัง
tl: Ikonekta sa

source: Buy
de_de: Kaufen
es_es: Comprar
fr: Acheter
he_il: רכוש
id: Beli
it_it: Acquistare
ko: 사기
my: အဝယ်
nl_nl: Koop
ru_ru: Купить
th: ซื้อ
tl: Bumili

source: Camera
de_de: Kamera
es_es: Cámara
fr: Appareil photo
he_il: מצלמה
id: Kamera
ko: 카메라
my: ကင်မရာ
ru_ru: Камера
th: กล้อง

source: Cancel
de_de: Abbrechen
es_es: Cancelar
fr: Annuler
he_il: בטל
id: Batal
it_it: Annulla
ko: 취소
my: ပယ်ဖျက်မည်
nl_nl: Annuleer
ru_ru: Отмена
th: ยกเลิก
tl: Kanselahin

source: Cash back
de_de: Rückzahlung
es_es: Devolución del dinero
fr: Remboursement
ko: 캐시백
nl_nl: Geld terug
th: เงินคืน

source: Check it now
de_de: Jetzt prüfen
es_es: Comprobar ahora
fr: Vérifiez maintenant
id: Periksa sekarang
ko: 지금 확인하기
nl_nl: Controleer het nu
th: เช็คเลยตอนนี้

# choose_lock_method
source: Please choose how your prefer to protect your wallet by selecting the following methods
de_de: Wähle eine der folgenden Möglichkeiten aus, um deine Wallet zu schützen
es_es: Por favor, elija cómo prefiere proteger su monedero seleccionando los siguientes métodos
fr: Veuillez choisir comment vous préférez protéger votre portefeuille en sélectionnant les méthodes suivantes
he_il: בחר את צורת ההגנה על הארנק שלך על ידי בחירה מבין האפשרויות הבאות
id: Silakan pilih cara Anda melindungi dompet dengan memilih metode berikut
it_it: Scegli come preferisci proteggere il tuo portafoglio selezionando i seguenti metodi
ko: 다음 방식 중에서 골라 어떻게 지갑을 보호할지 선택하세요
my: သင့် ပိုက်ဆံအိတ် (wallet) ကို ကာကွယ်ရန်အတွက် အောက်ပါ နည်းလမ်းများမှ ရွေးချယ်ပါ
nl_nl: Kies hoe je je wallet wilt beschermen door een van de volgende methoden te selecteren
ru_ru: Пожалуйста, выбери, как ты предпочитаешь защитить свой кошелек, выбрав следующие методы
th: โปรดเลือกวิธีการดังต่อไปนี้ที่คุณต้องการใช้ในการปกป้องกระเป๋าเงินของคุณ
tl: Mangyaring pumili kung paano mo gustong protektahan ang iyong wallet sa pamamagitan ng pagpili ng mga sumusunod na paraan

# claim
source: Claim right now!
de_de: Jetzt einfordern!
es_es: ¡Solicite ahora mismo!
fr: Effectuer une demande immédiatement !
id: Klaim sekarang juga!
it_it: Richiedi subito!
ko: 지금 바로 청구하세요
nl_nl: Nu claimen!
ru_ru: Забрать прямо сейчас!
th: เคลมตอนนี้
tl: I-claim ngayon din!

source: Close
de_de: Schließen
es_es: Cerrar
fr: Fermer
id: Tutup
it_it: Chiudere
ko: 닫기
my: ပိတ်မည်
nl_nl: Sluiten
ru_ru: Закрыть
th: ปิด
tl: Isara

source: Coins
de_de: Münzen
es_es: Monedas
fr: Monnaies
id: Koin
it_it: Monete
ko: 코인
nl_nl: Munten
ru_ru: Монеты
th: เหรียญ
tl: Mga Barya

source: Collectibles
de_de: Sammlerstücke
es_es: Coleccionables
fr: Collections
id: Barang Koleksi
it_it: Collezionabili
ko: 수집 아이템
nl_nl: Verzamelobjecten
ru_ru: Коллекционные активы
th: ที่สามารถรวบรวมได้
tl: Mga koleksiyon

source: Collection
de_de: Kollektion
es_es: Colección
id: Koleksi
ko: 컬렉션
nl_nl: Inning
th: คอลเลกชัน

source: Coming soon
de_de: Demnächst
es_es: Próximamente
fr: Prochainement
id: Segera hadir
it_it: Prossimamente
ko: 곧 이용 가능
my: မကြာမှီ လာမည်
nl_nl: Binnenkort beschikbaar
ru_ru: Скоро станет доступным
th: จะมีให้บริการในเร็ว ๆ นี้!
tl: Paparating na

source: community
es_es: comunidad
fr: communauté
he_il: קהילה
id: komunitas
ko: 커뮤니티
my: အဖွဲ့အစည်း (community)
ru_ru: сообщество
th: ชุมชน
tl: komunidad

source: Community Address
de_de: Community-Adresse
es_es: Dirección de la comunidad
fr: Adresse communautaire
he_il: כתובת קהילה
id: Alamat Komunitas
it_it: Indirizzo della community
ko: 커뮤니티 주소
my: အဖွဲ့အစည်း (community) လိပ်စာ
nl_nl: community adres
ru_ru: Адрес Сообщества
th: ที่อยู่ชุมชน
tl: Address ng Kumunidad

source: Community webpage
de_de: Community Webseite
es_es: Página web de la comunidad
fr: Page web communautaire
he_il: עמוד הקהילה
id: Halaman web komunitas
it_it: Pagina web della community
ko: 커뮤니티 웹 페이지
my: အဖွဲ့အစည်း (community) အင်တာနက် စာမျက်နှာ
nl_nl: Community Webpagina
ru_ru: Веб-страница сообщества
th: เว็บเพจชุมชน
tl: Webpage ng komunidad

source: CONFIRMED
de_de: BESTÄTIGT
es_es: CONFIRMADO
fr: CONFIRMÉ
he_il: אושר
id: TERKONFIRMASI
it_it: CONFERMATO
ko: 확인됨
my: အတည်ပြုပြီးသော
nl_nl: BEVESTIGD
ru_ru: ПОДТВЕРЖДЕННО
th: ยืนยัน
tl: NAKUMPIRMA

# congratulations
source: You claimed successfully. The earned Fuse Dollars are on the way!
de_de: Sie haben es erfolgreich in Anspruch genommen. Die verdienten Fuse-Dollars sind auf dem Weg!
es_es: Has solicitado con éxito. Los Fuse Dollars conseguidos están en camino.
fr: Votre demande a été faite avec succès. Les Fuse Dollars que vous avez gagnés sont en route !
id: Anda berhasil menukarkan. Penghasilan Fuse Dollar Anda sedang dikirim!
it_it: Hai riscosso con successo. I Fuse Dollar guadagnati sono in arrivo!
ko: 성공적으로 요청하셨습니다. 벌어들인 Fuse 달러가 오고 있습니다!
nl_nl: U heeft succesvol geclaimd. De verdiende Fuse Dollars zijn onderweg!
ru_ru: Вы успешно забрали средства. Заработанные Fuse Dollar в пути!
th: คุณเคลมสำเร็จแล้ว Fuse Dollar ที่ได้รับกำลังจะมาถึงแล้ว!
tl: Matagumpay kang nakapag-claim. Paparating na ang mga kinitang Fuse Dollar!

source: Connect
de_de: Verbinden
es_es: Conectar
fr: Se connecter
id: Sambungkan
it_it: Connesso
ko: 연결
nl_nl: Verbinding maken
ru_ru: Подключиться
th: เชื่อมต่อ
tl: Kumonekta

# connection
source: please fix your internet connection and try again!
de_de: Bitte überprüfe deine Internetverbindung und versuche es erneut!
es_es: por favor, arregle su conexión a Internet y vuelva a intentarlo!
fr: veuillez réparer votre connexion internet et réessayer !
he_il: אנא תקן את חיבור האינטרנט שלך ונסה שוב!
id: harap perbaiki koneksi internet Anda lalu coba kembali!
it_it: Per favore verifica la tua connessione internet e riprova!
ko: 인터넷 연결을 해결한 다음에 다시 시도하세요!
my: သင့် အင်တာနက် ကွန်နက်ရှင်ကို ပြုပြင်ပြီး ထပ်မံကြိုးစားပါ!
nl_nl: Herstel je internetverbinding en probeer het opnieuw!
ru_ru: исправьте подключение к Интернету и попробуйте еще раз!
th: โปรดตรวจสอบการเชื่อมต่อทางอินเทอร์เน็ตของคุณแล้วลองอีกครั้ง!
tl: mangyaring ayusin ang koneksyon ng iyong internet at subukan muli!

source: Connect to apps
de_de: Mit Apps verbinden
es_es: Conectar con las aplicaciones
fr: Connexion aux applis
id: Hubungkan ke aplikasi
it_it: Connettiti alle app
ko: 앱에 연결
nl_nl: Maak verbinding met apps
ru_ru: Подключиться к приложениям
th: เชื่อมต่อกับแอป
tl: Kumonekta sa mga app

# continue_button
source: Continue
id: Lanjut
it_it: Continua
ru_ru: Продолжить
th: ดำเนินการต่อ

source: Continue with
de_de: Weiter mit
es_es: Continuar con
fr: Continuer avec
he_il: המשך עם
id: Lanjutkan dengan
it_it: Continua con
ko: 계속할 방식:
my: နှင့် ရှေ့ဆက်မည်
nl_nl: Doorgaan met
ru_ru: Продолжить с
th: ดำเนินการต่อไปด้วย
tl: Magpatuloy sa

source: Contract version
de_de: Vertragsversion
es_es: Versión del contrato
fr: Version du contrat
id: Versi kontrak
ko: 계약 형태
nl_nl: Contractversie
th: เวอร์ชันสัญญา

source: Copied to clipboard
de_de: In Zwischenablage kopiert
es_es: Copiado al portapapeles
fr: Copié dans le presse-papiers
he_il: הועתק ללוח
id: Tersalin ke clipboard
it_it: Copiato negli appunti
ko: 클립보드에 복사됨
my: Clipboard သို့ ကူးယူလိုက်သည်
nl_nl: Gekopieerd naar klembord
ru_ru: Скопировано в буфер обмена
th: คัดลอกไปยังคลิปบอร์ดแล้ว
tl: Kinopya sa clipboard

source: Copy to clipboard
de_de: In Zwischenablage kopieren
es_es: Copiar al portapapeles
fr: Copié dans le presse-papiers
he_il: העתק ללוח
id: Salin ke clipboard
it_it: Coppia negli appunti
ko: 클립보드에 복사
my: Clipboard သို့ ကူးယူပါ
nl_nl: Kopieer naar klembord
ru_ru: Скопировать в буфер обмена
th: คัดลอกไปที่คลิปบอร์ด
tl: Kopyahin sa clipboard

# create_new_wallet
source: Create a new wallet
de_de: Neue Wallet erstellen
es_es: Crea un nuevo monedero
fr: Créer un nouveau portefeuille
he_il: צור ארנק חדש
id: Buat dompet baru
it_it: Crea un nuovo portafoglio
ko: 새 지갑을 생성하세요
my: ပိုက်ဆံအိတ် (wallet) အသစ် တစ်ခု ပြုလုပ်မည်
nl_nl: Maak een nieuwe wallet
ru_ru: Создать новый кошелек
th: สร้างกระเป๋าเงินใหม่
tl: Gumawa ng bagong wallet

# create_passcode
source: Create your passcode
de_de: Lege dein Passwort fest
es_es: Crea tu contraseña
fr: Créez un code d'accès
he_il: צור את קוד הסיסמה שלך
id: Buat kode sandi
it_it: Crea il tuo passcode
ko: 암호를 생성하세요
my: သင့် pass ကုဒ်ကို ပြုလုပ်ပါ
nl_nl: Voer toegangscode in
ru_ru: Создайте свой пароль
th: สร้างรหัสผ่านของคุณ
tl: Gumawa ng iyong passcode

source: Create wallet
de_de: Wallet erstellen
es_es: Crear monedero
fr: Créer un portefeuille
he_il: צור ארנק
id: Buat dompet
it_it: Crea portafoglio
ko: 지갑 생성
my: ပိုက်ဆံအိတ် (wallet) ပြုလုပ်မည်
nl_nl: Wallet aanmaken
ru_ru: Создать кошелек
th: สร้างกระเป๋าเงิน
tl: Gumawa ng wallet

source: Credit Card
de_de: Kreditkarte
es_es: Tarjeta de crédito
fr: Carte de credit.
id: Kartu Kredit
it_it: Carta di credito
ko: 신용카드
my: အကြွေးဝယ်ကဒ်
ru_ru: Кредитная карта
th: บัตรเครดิต

# crypto_deposit_bsc
source: If you have ETH, BNB or FUSE on Binance Smart Chain (BSC) please use the URL below, connect your wallet using WalletConnect and bridge to Fuse:
de_de: Wenn Sie ETH, BNB oder FUSE auf der Binance Smart Chain (BSC) haben, benutzen Sie bitte die URL unten, verbinden Sie Ihr Wallet mit WalletConnect und überbrücken Sie es mit Fuse:
es_es: Si tienes ETH, BNB o FUSE en la cadena Binance Smart Chain (BSC), utiliza la dirección URL que se indica más abajo para conectar tu monedero a través de WalletConnect para puentearlo a Fuse:
fr: Si vous avez des ETH, BNB ou FUSE sur Binance Smart Chain (BSC), veuillez utiliser l'URL ci-dessous, connectez votre portefeuille en utilisant WalletConnect et reliez-le à Fuse :
he_il: If you have ETH, BNB or FUSE on Binance Smart Chain (BSC) please use the URL below with your Metamask account on a desktop browser to deposit to Fuse:
id: Jika Anda memiliki ETH, BNB atau FUSE di Binance Smart Chain (BSC) silakan gunakan URL di bawah, hubungkan dompet Anda menggunakan WalletConnect dan sambungkan ke Fuse:
it_it: Se hai ETH, BNB o FUSE su Binance Smart Chain (BSC), utilizza l'URL di seguito, collega il tuo portafoglio tramite WalletConnect e allacciati a Fuse:
ko: Binance Smart Chain(BSC) 상에 ETH, BNB 또는 FUSE를 보유하고 계실 경우 아래의 URL을 이용하셔서, WalletConnect 및 브리지를 이용 중인 지갑을 Fuse에 연결하시기 바랍니다:
my: Mainnet သို့ BSC တွင် USDC ရှိပါက Fuse သို့ ပေါင်းကူးရန် ဤ url ကို သင့် ပိုက်ဆံအိတ် (wallet) ဖွင့်ထားသော browser နှင့် သုံးပါ။
nl_nl: Als u ETH, BNB or FUSE op Binance Smart Chain (BSC) heeft, gebruik dan onderstaande url, verbind uw portefeuille met WalletConnect en maak de koppeling met Fuse:
ru_ru: Если у тебя есть ETH, BNB или FUSE в сети Binance Smart Chain (BSC), используй приведенный ниже URL-адрес и подключи свой кошелёк используя WalletConnect чтобы внести депозит в Fuse:
th: หากคุณมี ETH, BNB หรือ FUSE บน Binance Smart Chain (BSC) โปรดใช้ URL ด้านล่าง เชื่อมต่อกระเป๋าเงินของคุณโดยใช้ WalletConnect แล้วเชื่อมต่อกับ Fuse:
tl: Kung mayroon kang ETH, BNB o FUSE sa Binance Smart Chain (BSC) mangyaring gamitin ang URL sa ibaba, ikonekta ang iyong wallet gamit ang WalletConnect at itulay sa Fuse:
