Repository: fuseio/fuse-wallet
Catalog: lib/l10n/intl_*.arb
Languages: de_de, es_es, fr, he_il, id, it_it, ko, my, nl_nl, ru_ru, th, tl

# crypto_deposit_eth
source: If you have USDC on Ethereum please use the URL below, connect your wallet using WalletConnect and bridge to Fuse:
de_de: Wenn Sie USDC auf Ethereum haben, verwenden Sie bitte die unten stehende URL, verbinden Sie Ihre Wallet mit WalletConnect und überbrücken Sie es mit Fuse:
es_es: Si tienes USDC en Ethereum, utiliza la dirección URL que se indica más abajo para conectar tu monedero a través de WalletConnect para puentearlo a Fuse:
fr: Si vous avez des USDC sur Ethereum, veuillez utiliser l'URL ci-dessous, connectez votre portefeuille en utilisant WalletConnect et reliez-le à Fuse :
he_il: If you have USDC on Ethereum please use the URL below with your Metamask account on a desktop browser to deposit to Fuse:
id: Jika Anda memiliki USDC di Ethereum, silakan gunakan URL di bawah, hubungkan dompet Anda menggunakan WalletConnect dan sambungkan ke Fuse:
it_it: Se hai USDC su Ethereum, utilizza l'URL di seguito, collega il tuo portafoglio tramite WalletConnect e allacciati a Fuse:
ko: Ethereum 상에 USDC를 보유하고 계실 경우 아래의 URL을 사용하셔서, WalletConnect 및 브리지를 이용 중인 지갑을 Fuse에 연결하시기 바랍니다:
my: USDC တွင် Etherum ရှိပါက အောက်က URL ကို desktop brower မှ တစ်ဆင့် Metamask အကောင့်ကို အသုံးပြု၍ Fuse မှာ deposit လုပ်ပါ။
nl_nl: Als u USDC op Ethereum heeft, gebruik dan onderstaande url, verbind uw portefeuille met WalletConnect en maak de koppeling met Fuse:
ru_ru: Если у тебя есть USDC в сети Ethereum, используй приведенный ниже URL-адрес и подключи свой кошелёк используя WalletConnect чтобы внести депозит в Fuse:
th: หากคุณมี USDC บน Ethereum โปรดใช้ URL ด้านล่าง เชื่อมต่อกระเป๋าเงินของคุณโดยใช้ WalletConnect แล้วเชื่อมต่อกับ Fuse:
tl: Kung mayroon kang USDC sa Ethereum mangyaring gamitin ang URL sa ibaba, ikonekta ang iyong wallet gamit ang WalletConnect at itulay sa Fuse:

# crypto_deposit_risk
source: Please note that this is a personal link that will bridge the funds directly to your account.
de_de: Bitte beachte, dass es sich hierbei um einen persönlichen Link handelt, der das Geld direkt auf dein Konto überweist.
es_es: Tenga en cuenta que este es un enlace personal que enviará por el puente los fondos directamente a su cuenta.
fr: Veuillez noter qu'il s'agit d'un lien personnel qui reliera les fonds directement à votre compte.
id: Harap dicatat bahwa ini adalah tautan personal yang akan menghubungkan dana langsung ke akun Anda.
it_it: Tieni presente che questo è un collegamento personale che collegherà i fondi direttamente al tuo account.
ko: 참고로 이 링크는 계정으로 자금을 곧장 연결해줄 개인 링크입니다.
my: သင့်အကောင့်သို့ တိုက်ရိုက် ငွေ ပေါင်းကူးပေးမယ့် တစ်ကိုယ်ရည်သုံး link တစ်ခု ဖြစ်သည်ကို အသိအမှတ်ပြုပါ။
nl_nl: Ter informatie: dit een persoonlijke link waarmee het geld rechtstreeks op je account wordt overgemaakt.
ru_ru: Обрати внимание, что это персональная ссылка, по которой средства будут переведены прямо на твой счет.
th: โปรดทราบว่านี่เป็นลิงค์ส่วนตัวที่จะเชื่อมโยงเงินเข้ากับบัญชีของคุณโดยตรง
tl: Pakitandaan na ito ay personal na link na maghahatid sa mga pondo direkta sa account mo.

# crypto_deposit_risk_2
source: Please use it responsibly and at your own risk.
de_de: Bitte verwende es verantwortungsbewusst und auf eigene Gefahr.
es_es: Por favor, úselo de manera responsable y bajo su propio riesgo.
fr: Veuillez l'utiliser de manière responsable et à vos risques et périls.
id: Harap gunakan dengan bertanggung jawab dan atas risiko sendiri.
it_it: Si prega di utilizzarlo in modo responsabile e a proprio rischio.
ko: 책임감 있게 위험을 각오하고 사용하시기 바랍니다.
my: သင့် လုပ်ဆောင်မှုများအတွက် တာဝန်ရှိစွာ အသုံးပြုပါ
nl_nl: Gebruik het op verantwoorde wijze en op eigen risico.
ru_ru: Пожалуйста, используй его ответственно и на свой собственный риск.
th: โปรดใช้ด้วยความรับผิดชอบและยอมรับความเสี่ยงด้วยตัวคุณเอง
tl: Mangyaring gamitin ito nang responsable at sa sarili mong pakikipagsapalaran.

source: Current community
de_de: Aktuelle Community
es_es: Comunidad actual
fr: Communauté actuelle
he_il: קהילה נוכחית
id: Komunitas saat ini
it_it: Communita attuale
ko: 현재 커뮤니티
my: လက်ရှိ အဖွဲ့အစည်း (community)
nl_nl: Huidige community
ru_ru: Текущее сообщество
th: ชุมชนปัจจุบัน
tl: Kasalukuyang komunidad

# date_and_time
source: Date & Time
de_de: Datum & Uhrzeit
es_es: Fecha y hora
fr: Date et Heure
id: Tanggal & Waktu
it_it: Data e ora
ko: 날짜 및 시간
my: နေ့စွဲနှင့် အချိန်
nl_nl: Datum & Tijd
ru_ru: Дата и время
th: วันที่และเวลา
tl: Petsa at Oras

# deposit
source: You got an fUSD deposit from Ramp
de_de: Einzahlung
es_es: depósito
fr: dépôt
he_il: deposit
id: deposit
it_it: Hai ricevuto un deposito in fUSD da Ramp
ko: 예치
my: deposit (အပ်ငွေ)
nl_nl: Storten
ru_ru: Депозит
th: ฝากเงิน
tl: ideposito

source: Deposit Dollars
de_de: Dollars einzahlen
es_es: Deposite dólares
fr: Effectuer un versement en dollars
id: Deposit Dollar
it_it: Deposita dollari
ko: 달러 예금
nl_nl: Dollars storten
ru_ru: Внести доллары
th: ฝากเงินดอลลาร์
tl: Magdeposito Ng Mga Dolyar

source: deposit failed
de_de: Einzahlung fehlgeschlagen
es_es: depósito fallido
fr: le dépôt a échoué
id: deposit gagal
it_it: deposito fallito
ko: 예치 실패
my: deposit လုပ်ခြင်း မအောင်မြင်ပါ
nl_nl: Storting mislukt
ru_ru: не удалось внести средства
th: ฝากไม่สำเร็จ
tl: Nabigong deposito

source: Deposit from BSC
de_de: Einzahlen mit BSC
es_es: Depósito desde BSC
fr: Dépôt de BSC
id: Deposit dari BSC
it_it: Deposita da BSC
ko: BSC에서 예치
my: BSC မှ Deposit လုပ်ခြင်း
nl_nl: Stort vanuit BSC
ru_ru: Пополнить счет с BSC
th: ฝากจาก BSC
tl: Deposito mula sa BSC

source: Deposit from Ethereum
de_de: Einzahlen mit Ethereum
es_es: Depósito desde Ethereum
fr: Dépôt de Ethereum
id: Deposit dari Ethereum
it_it: Deposita da Ethereum
ko: Ethereum에서 예치
my: Ethereum မှ Deposit လုပ်ခြင်း
nl_nl: Stort vanuit Ethereum
ru_ru: Пополнить счет с Ethereum
th: ฝากจากอีเธอร์เรียม
tl: Deposito mula Ethereum

source: Deposit from Ethereum or BSC
de_de: Einzahlen von Ethereum oder BSC
es_es: Depósito desde Ethereum o BSC
fr: Dépôt de Etherium ou BSC
id: Deposit dari Ethereum atau BSC
it_it: Deposito da Ethereum o BSC
ko: Ethereum 또는 BSC에서 예치
my: Ethereum သို့ BSC မှ Deposit လုပ်ပါ
nl_nl: Stort vanuit Ethereum of BSC
ru_ru: Пополнить счет через Ethereum или BSC
th: ฝากจากอีเธอร์เรียม หรือ BSC
tl: Deposito mula sa Ethereum o BSC

# deposit_fusd
source: Deposit Fuse Dollar
de_de: Fuse-Dollar einzahlen
es_es: Deposite Fuse Dollar
fr: Verser des Fuse Dollars
it_it: Deposita Fuse Dollar
ko: Fuse 달러 예금
nl_nl: Fuse Dollar storten
ru_ru: Внести Fuse Доллары
th: ฝากเงิน Fuse Dollar
tl: Mag-deposito Ng Fuse Dollar

source: Deposit Fuse Dollar
de_de: Fuse-Dollar einzahlen
es_es: Depositar Fuse Dollar
fr: Verser des Fuser Dollars
it_it: Deposita Fuse Dollar
ko: Fuse 달러 예금
nl_nl: Fuse Dollar storten
ru_ru: Внести Fuse Dollar
th: ฝาก Fuse Dollar
tl: Magdeposito ng Fuse Dollar

source: Deposit Now
de_de: Jetzt einzahlen
es_es: Hacer depósito ahora
fr: Versez maintenant
id: Deposit Sekarang
ko: 지금 예치하기
nl_nl: Stort nu
th: ฝากเงินตอนนี้

source: Deposit your
de_de: Zahle deine
es_es: Deposita tus
fr: Déposez votre
id: Deposit
it_it: Deposita il tuo
ko: 예치할 나의
my: သင့်ရဲ့ Deposit လုပ်ပါ
nl_nl: Stort je
ru_ru: Внесите свой
th: ฝากเงินของคุณ
tl: Ideposito ang iyong

source: Deposit your first Dollars
de_de: Zahle deine ersten Dollars ein
es_es: Deposita tus primeros dólares
fr: Déposez vos premiers dollars
id: Deposit Dollar pertama Anda
it_it: Deposita i tuoi primi dollari
ko: 나의 첫 Dollars를 예치하세요
my: သင့်ရဲ့ ပထမဦးဆုံး Dollars ကို Deposit လုပ်ပါ
nl_nl: Stort je eerste dollars
ru_ru: Внесите свои первые доллары
th: ฝากเงินดอลลาร์แรกของคุณ
tl: Ideposito ang iyong unang mga Dolyar

# didnt_get_message
source: Didn't get the message? -
de_de: Nachricht nicht erhalten? -
es_es: ¿No recibiste el mensaje?
fr: Vous n'avez pas reçu le message ? -
he_il: לא קיבלת הודעה? -
id: Tidak menerima pesan? -
it_it: Non hai ricevuto il messaggio? -
ko: 메시지를 못 받으셨나요? -
my: message မရဘူးလား?
nl_nl: Heb je het bericht niet ontvangen? -
ru_ru: Не получили сообщение?
th: ไม่ได้รับข้อความหรือ
tl: Hindi nakuha ang mensahe? -

source: Dismiss
de_de: Ablehnen
es_es: Descartar
fr: Rejeter
id: Tutup
it_it: Respingere
ko: 해제
my: ပိတ်မည်
nl_nl: Afwijzen
ru_ru: Убрать
th: ไม่สนใจ
tl: I-dismiss

# dont_close_the_app
source: Do not close the app
de_de: Schließen Sie die App nicht
es_es: No cierre la aplicación
fr: Ne pas fermer l'application
id: Jangan menutup aplikasi
it_it: Non chiudere l'app
ko: 앱을 닫지 마세요
nl_nl: Sluit de app niet
ru_ru: Не закрывайте приложение
th: อย่าปิดแอป
tl: Huwag isara ang app

source: Don't show next time
id: Jangan tampilkan lagi
it_it: Non mostrare la prossima volta
ru_ru: Больше не показывать
th: อย่าแสดงในครั้งต่อไป

source: Don't worry:
de_de: Keine Sorge:
es_es: No te preocupes:
fr: Ne vous inquiétez pas:
he_il: לא לחשוש:
id: Jangan khawatir:
it_it: Non ti preoccupare:
ko: 걱정하지 마세요.
my: စိတ်မပူပါနဲ့
nl_nl: Maak je geen zorgen:
ru_ru: Не волнуйтесь:
th: ไม่ต้องเป็นห่วง:
tl: Huwag Mag alala:

source: Edit
de_de: Bearbeiten
es_es: Editar
fr: Modifier
he_il: ערוך
it_it: Modificare
ko: 편집
my: တည်းဖြတ်ပါ
nl_nl: Bewerken
ru_ru: Править
th: แก้ไข
tl: I-edit

source: Enable Contacts Access
de_de: Zugriff auf Kontakte gewähren
es_es: Permitir el acceso a los contactos
fr: Permettre l'accès aux contacts
he_il: גישה לאנשי קשר
id: Aktifkan Akses Kontak
it_it: Abilita accesso ai contatti
ko: 연락처 액세스 활성화
my: Contact access ဖွင့်ပါ
nl_nl: Geef toegang tot je contacten
ru_ru: Включить доступ к контактам
th: เปิดใช้งานการเข้าถึงรายชื่อติดต่อ
tl: Pag Access ng mga Kontak

# enable_contacts_text
source: Enable contact sync to send money to your phone contacts
de_de: Ermögliche uns den Zugriff auf deine Kontakte, damit du deinen Freunden Geld senden kannst
es_es: Habilita la sincronización de contactos para enviar dinero a los contactos de tu teléfono
fr: Activez la synchronisation des contacts pour envoyer de l'argent aux contacts de votre téléphone
he_il: אנא אשר סנכרון אנשי קשר לגישה נוחה לאנשי הקשר שלך בעת ​​שליחת כסף.
id: Aktifkan sinkronisasi kontak untuk mengirim uang ke kontak telepon
it_it: Abilita la sincronizzazione dei contatti per inviare denaro ai tuoi contatti telefonici
ko: 스마트폰 연락처로 돈을 보내려면 연락처 동기화를 활성화하세요
my: သင့်ဖုန်း contact များသို့ ပိုက်ဆံပေးပို့နိုင်ရန် contact sync ကို ဖွင့်ထားပါ
nl_nl: Schakel contact sync in om geld te sturen naar je contacten
ru_ru: Включить синхронизацию контактов для отправки средств на телефонные контакты
th: เปิดใช้งานการซิงค์รายชื่อติดต่อเพื่อส่งเงินไปยังรายชื่อติดต่อในโทรศัพท์ของคุณ
tl: Paganahin ang kontak sync para maipadala ang pera sa iyong mga kontak sa telepono

# enable_text
source: Your contacts will not be saved on our server and this action will not send them any messages
de_de: Deine Kontakte werden nicht auf unseren Servern gespeichert und diese Aktion wird Ihnen keine Nachrichten schicken
es_es: Tus contactos no se guardarán en nuestro servidor y esta acción no les enviará ningún mensaje
fr: Vos contacts ne seront pas sauvegardés sur notre serveur et cette action ne leur enverra aucun message.
he_il: אנשי הקשר שלך לא ישמרו בשרתים שלנו ופעולה זו לא שולחת להם הודעות
id: Kontak Anda tidak akan tersimpan di server kami dan aksi ini tidak akan mengirim pesan apa pun ke mereka
it_it: I tuoi contatti non verranno salvati sul nostro server e questa azione non invierà loro alcun massaggio
ko: 연락처는 저희 서버에 저장되지 않으며 이 작업은 그들에게 어떤 메시지도 보내지 않습니다
my: သင့် contact များကို ကျွန်ုပ်တို့ ဆာဗာတွင် သိမ်းဆည်းထားမည်မဟုတ်ဘဲ ဒီလုပ်ဆောင်မှုက သူတို့ကို message ပေးပို့ မည်မဟုတ်ပါ
nl_nl: Je contacten worden niet opgeslagen op onze server en deze actie stuurt hen geen berichten
ru_ru: Твои контакты не будут сохранены на нашем сервере, и это действие не отправит им сообщения
th: รายชื่อติดต่อของคุณจะไม่ถูกบันทึกไว้ในเซิร์ฟเวอร์ของเราและการกระทำนี้จะไม่ส่งข้อความใด ๆ ไปยังเขา
tl: Ang iyong mga kontak ay hindi naitatago sa aming server at ang aksyong ito ay hindi magpapadala sa kanila ng mga mensahe

source: Enter Community Address
de_de: Die Community-Adresse eingeben
es_es: Ingresa la dirección de la comunidad
fr: Saisissez l'adresse communautaire
he_il: הכנס כתובת קהילה
id: Masukkan Alamat Komunitas
it_it: Inserisci l'indirizzo della community
ko: 커뮤니티 주소 입력
my: အဖွဲ့အစည်း (community) လိပ်စာကို ထည့်ပါ
nl_nl: Voer het community adres in
ru_ru: Введите адрес сообщества
th: ป้อนที่อยู่ชุมชน
tl: Ipasok ang Address ng Kumunidad

# enter_phone_number
source: Please enter your phone number so we can setup your account
de_de: Gebe bitte deine persönliche Mobilfunknummer ein, damit wir deinen Account anlegen können.
es_es: Por favor, ingresa tu número de teléfono para que podamos configurar tu cuenta
fr: Veuillez saisir votre numéro de téléphone pour que nous puissions créer votre compte.
he_il: הכנס את המספר נייד שלך כדי שנוכל להגדיר את חשבונך
id: Harap masukkan nomor telepon agar kami dapat menata akun Anda
it_it: Inserisci il tuo numero di telefono per consentirci di configurare il tuo account
ko: 저희가 계정을 설정해드릴 수 있도록 전화번호를 입력해주세요
my: သင့်အကောင့်ကို ပြုလုပ်ပေးရန်အတွက် ဖုန်းနံပါတ်ထည့်ပါ
nl_nl: Voer je telefoonnummer in om je account in te stellen
ru_ru: Пожалуйста, введи свой номер телефона для настройки учетной записи
th: โปรดป้อนหมายเลขโทรศัพท์ของคุณเพื่อให้เราสามารถสร้างบัญชีของคุณได้
tl: Mangyaring ipasok ang iyong numero ng telepono upang maaari naming i-setup ang iyong account

# enter_pincode
source: Enter your Pincode:
de_de: Trage deinen Pin-Code ein:
es_es: Ingresa tu código PIN:
fr: Saisissez votre code pin:
he_il: הזן את PIN קוד שלך:
id: Masukkan Kode pin Anda:
it_it: Inserisci il tuo codice PIN:
ko: PIN 코드 입력:
my: သင့် ပင်ကုဒ်ကို ထည့်သွင်းပါ
nl_nl: Voer uw pincode in:
ru_ru: Введите свой PIN-код:
th: ป้อนรหัสพินของคุณ:
tl: Ilagay ang iyong Pincode:

# enter_verification_code
source: Please enter 6-digit code from that message here
de_de: Bitte den 6-stelligen Code aus der Bestätigungsnachricht hier eingeben
es_es: Ingresa el código de 6 dígitos de ese mensaje aquí
fr: Merci de saisir le code à 6 chiffres de ce message ici
he_il: אנא הכנס את הקוד בין ה-6 ספרות שנשלח אלייך
id: Harap masukkan kode 6 digit dari pesan tersebut di sini
it_it: Inserisci qui il codice a 6 cifre da quel messaggio
ko: 그 메시지에 있는 6자리 코드를 여기에 입력하세요
my: message မှ ဂဏန်း ၆ လုံး ကုဒ်ကို ဒီနေရာမှာ ထည့်ပါ
nl_nl: Voer hier de 6-cijferige code van dat bericht in
ru_ru: Пожалуйста, введи 6-значный код из этого сообщение здесь
th: กรุณาใส่รหัส 6 หลักจากข้อความนั้นที่นี่
tl: Pakipasok ang 6-digit code mula sa mensaheng ito

source: Error
de_de: Fehler
fr: Erreur
id: Eror
it_it: Errore
ko: 오류
my: အမှား
nl_nl: Fout
ru_ru: Ошибка
th: เกิดข้อผิดพลาด
tl: Pagkakamali

source: FAILED
de_de: FEHLGESCHLAGEN
es_es: FALLIDO
fr: ÉCHEC
he_il: נכשל
id: GAGAL
it_it: FALLITO
ko: 실패
my: မအောင်မြင်ခဲ့သော
nl_nl: MISLUKT
ru_ru: ЧТО-ТО ПОШЛО НЕ ТАК
th: ล้มเหลว
tl: NABIGO

source: Fee amount:
de_de: Gebührenhöhe:
es_es: Importe de comisiones:
fr: Montant des frais:
he_il: סכום תשלום:
id: Nominal biaya:
it_it: Costo transazione:
ko: 수수료:
my: ကျသင့်ငွေပမာဏ
nl_nl: Transactiekosten:
ru_ru: Сумма комиссии:
th: เงินค่าธรรมเนียม:
tl: Halaga ng singil:

source: Feed
fr: Fil
ko: 피드
my: စာမျက်နှာ
nl_nl: Overzicht
ru_ru: Лента
th: ฟีด

source: first Dollars
de_de: ersten Dollars
es_es: primeros dólares
fr: premiers dollars
id: Dollar pertama
it_it: primi dollari
ko: 첫 Dollars
my: ပထမဦးဆုံး Dollars
nl_nl: eerste dollars
ru_ru: первые доллары
th: ดอลลาร์แรก
tl: unang mga Dolyar

source: Flash off
de_de: Licht aus
es_es: Flash apagado
fr: Flash éteint
he_il: כבה פנס
id: Flash mati
ko: 플래시 끄기
my: Flash ပိတ်မည်
nl_nl: Flits uit
ru_ru: Вспышка выключена
th: ปิดแฟลช
tl: I-off ang flash

source: Flash on
de_de: Licht an
es_es: Flash encendido
fr: le flash est allumé
he_il: הדלק פנס
id: Flash nyala
ko: 플래시 켜기
my: Flash ဖွင့်မည်
nl_nl: Flits aan
ru_ru: Вспышка включена
th: เปิดแฟลช
tl: I-on ang flash

source: Follow us on Twitter
de_de: Folge uns auf Twitter.
es_es: Síguenos en Twitter
fr: Suivez-nous sur Twitter.
id: Ikuti kami di Twitter.
it_it: Seguicii su Twitter.
ko: Twitter에서 팔로우해주세요.
my: ကျွန်ုပ်တို့ကို တွစ်တာမှာ Follow လုပ်ပါ
nl_nl: Volg ons op Twitter.
ru_ru: Подпишись на нас в Twitter
th: ติดตามเราบนทวิตเตอร์
tl: I-follow kami sa Twitter.

# for_more_info
source: For more information:
de_de: Für mehr Informationen:
es_es: Para más información:
fr: Pour plus d'informations :
he_il: למידע נוסף:
id: Untuk informasi lebih jauh:
it_it: Per ulteriori informazioni
ko: 자세한 정보:
my: နောက်ထပ်အချက်အလက်များအတွက်
nl_nl: Voor meer informatie:
ru_ru: Для дополнительной информации:
th: หากต้องการข้อมูลเพิ่มเติม:
tl: Para sa karagdagang impormasyon:

# for_text
source: for
de_de: für
es_es: por
fr: pour
id: untuk
it_it: per
ko: 대상:
my: ဖို့အတွက်
nl_nl: voor
ru_ru: для
th: สำหรับ
tl: para sa

source: Free
de_de: Kostenlos
es_es: Gratis
fr: Libérer
id: Gratis
it_it: Gratis
ko: 무료
my: အခမဲ့
nl_nl: Gratis
ru_ru: Бесплатно
th: ฟรี
tl: Libre

source: friend
de_de: Freund
es_es: amigo
fr: ami
id: teman
it_it: amico
ko: 친구
my: သူငယ်ချင်း
nl_nl: Vriend
ru_ru: друг
th: เพื่อน
tl: kaibigan

source: From
de_de: Von
es_es: De
fr: De
he_il: מען
id: Dari
it_it: A partire dal
ko: 보내는 곳:
my: မှ
nl_nl: Van
ru_ru: От
th: จาก

# fusd_stablecoins_explain
source: FuseDollar is the first Fuse-native stablecoin. In the future, we are planning to add stablecoins pegged to other major currencies to bolster the adoption and reduce friction for users around the world. Stay tuned!
de_de: FuseDollar ist der erste Fuse-native Stablecoin. In Zukunft planen wir Stablecoins hinzuzufügen, die an andere wichtige Währungen gekoppelt sind, um die Akzeptanz zu erhöhen und den Austausch für Benutzer auf der ganzen Welt zu vereinfachen. Bleibt dran!
es_es: FuseDollar es la primer moneda estable nativa de Fuse. En el futuro, planeamos agregar monedas estables vinculadas a otras monedas importantes para impulsar la adopción y reducir la fricción para los usuarios de todo el mundo. ¡Manténganse al tanto!
fr: FuseDollar est le premier stablecoin natif de Fuse. Dans l'avenir, nous comptons ajouter des pièces stables liées à d'autres devises majeures pour renforcer l'adoption et réduire les frictions pour les utilisateurs du monde entier. Restez connectés
id: FuseDollar adalah stablecoin asli asal Fuse pertama. Di masa mendatang, kami berencana menambahkan stablecoin yang dipatok ke mata uang utama lainnya guna mendorong pengadopsian dan mengurangi friksi bagi para pengguna di seluruh dunia. Nantikan!
it_it: FuseDollar e la pirma Fuse-native stablecoin. Nel futuro. stiamo pianificando di aggiungere stablecoins ancorati ad altre principali valute per aumentare l'adozione e ridurre frizioni per utenti in tutto il mondo. Rimanete sintonizzati!
ko: FuseDollar는 최초의 Fuse 전용 스테이블코인입니다. 앞으로는 전 세계의 사용자들이 더 많이 채택하고 프릭션을 줄일 수 있도록 다른 주요 통화에 페그된 스테이블코인을 추가할 계획입니다. 지켜봐주세요!
my: FuseDollar ဆို တာ ပထမဦးဆုံး Fuse-native stablecoin (တည်ငြိမ်သော crypto ငွေကြေးစနစ်) တစ်ခုပါ။ ကမ္ဘာတစ်ဝှမ်းရှိ အသုံးပြုသူများ လွယ်ကူလျှင်မြန်စွာ အသုံးပြုနိုင်ပြီး အသုံးပြုသူများ အလေ့အထရှိလာအောင် ထောက်ပံ့ပေးဖို့အတွက် အနာဂတ်ကာလများမှာ အခြား အဓိက ငွေကြေးစနစ်များကိုလဲ ထပ်မံထည့်သွင်းသွားဖို့ အစီအစဉ်များ ပြုလုပ်လျက်ရှိပါတယ်။
nl_nl: FuseDollar is de eerste netwerk-eigen stablecoin. In de toekomst zullen stablecoins gekoppeld aan andere grote valuta's toegevoegd worden. Zo verhogen we de adoptie en het gebruiksgemak voor gebruikers van over de hele wereld. Binnenkort meer!
ru_ru: Fuse Доллар - первая стабильная монета Fuse. В будущем мы планируем добавить больше стабильых монет, привязанные к другим основным валютам для поддержки принятие пользователями и уменьшить коверсионное трение при использовании по всему миру. Следите за обновлениями!
th: FuseDollar เป็น Fuse-native stablecoin ตัวแรก ในอนาคตเรากำลังวางแผนที่จะเพิ่ม stablecoin ที่เชื่อมโยงกับสกุลเงินหลักอื่น ๆ เพื่อสนับสนุนการยอมรับและลดความขัดแย้งสำหรับผู้ใช้ทั่วโลก โปรดคอยติดตาม!
tl: Ang FuseDollar ay ang unang Fuse-native stablecoin. Sa hinaharap, nagpaplano kaming magdagdag ng mga stablecoin na naka-peg sa iba pang mga pangunahing pera upang palakasin ang pagtanggap at mabawasan ang alitan para sa mga gumagamit sa buong mundo. Manatiling nakatutok!

# fuse_dollar_explain
source: FuseDollar (fUSD) is a US Dollar-pegged stablecoin that is minted on the Fuse Network blockchain. It was created to make cryptocurrencies and DeFi simple for everyday people.
de_de: FuseDollar (fUSD) ist ein an den US-Dollar gekoppelter Stablecoin, der auf der Blockchain des Fuse Networks erzeugt wird. Er wurde geschaffen, um Kryptowährungen und DeFi für den alltäglichen Gebrauch zu vereinfachen.
es_es: FuseDollar (fUSD) es una moneda estable vinculada al dólar estadounidense que se acuña en la cadena de bloques de la red Fuse. Fue creada para hacer que las criptomonedas y DeFi sean simples para la gente común.
fr: FuseDollar (fUSD) est un stablecoin lié au dollar américain qui est diffusé sur la blockchain Fuse Network. Il a été créé pour simplifier les crypto-monnaies et le DeFi des gens ordinaires.
id: FuseDollar (fUSD) adalah stablecoin berpatokan USD yang dicetak di blockchain Fuse Network. Koin ini diciptakan untuk menjadikan mata uang kripto dan DeFi mudah bagi orang awam.
it_it: FuseDollar (fUSD) è una stablecoin ancorata al dollaro USA coniata sulla blockchain di Fuse Network. È stata creata per rendere le criptovalute e la DeFi semplici per le persone comuni.
ko: FuseDollar(fUSD)는 Fuse Network 블록체인에서 주조되는 미국 달러에 페그된 스테이블코인입니다. 일반 사람들을 위해 암호화화폐와 DeFi를 단순하게 만들고자 제작되었습니다.
my: FuseDollar (fUSD) ဆိုသည်မှာ US Dollar နှင့် ယှဉ်တွဲ သတ်မှတ်ထားသော stablecoin (တည်ငြိမ်သော crypto ငွေကြေးစနစ်) တစ်ခုဖြစ်ပြီး Fuse ကွန်ရက် blockchain ပေါ်မှာ ဖြစ်တည် စီးဆင်းနေပါတယ်။ Crypto ငွေကြေးများကို သာမာန် ပိုက်ဆံအဖြစ် အလွယ်တကူ အသုံးပြုလိုသူများအတွက် အခက်အခဲများ လျော့နည်းသွားစေဖို့အတွက် စတင် ပြုလုပ် ဖန်တီးခဲ့ခြင်းဖြစ်ပါတယ်။
nl_nl: FuseDollar (fUSD) is een aan de Amerikaanse dollar gekoppelde stablecoin die wordt gemaakt op de Fuse Network blockchain. FuseDollar is gemaakt om cryptocurrencies en DeFi eenvoudig te maken voor iedereen.
ru_ru: Fuse Dollar (fUSD) - это стабильная валюта привязанная к доллару США, созданная на блокчейне Fuse Network. Она была создана, чтобы упростить криптовалюту и DeFi для ежедневных пользователей.
th: FuseDollar (fUSD) เป็นเหรียญ Stablecoin แบบ US Dollar ที่สร้างขึ้นบนบล็อกเชน Fuse Network เพื่อช่วยให้คริปโตเคอร์เรนซี กับ DeFi กลายเป็นเรื่องง่ายสำหรับคนธรรมดาทั่วไป
tl: Ang FuseDollar (fUSD) ay isang US Dollar-pegged na stablecoin na ginawa sa Fuse Network blockchain. Ginawa ito upang maging simple ang mga cryptocurrency at DeFi para sa ordinaryong mga tao.

source: Fuse network
de_de: Fuse-Netzwerk senden
es_es: Red Fuse
fr: réseau Fuse
id: Jaringan Fuse
nl_nl: Fuse-netwerk
th: เครือข่าย Fuse
