Repository: fuseio/fuse-wallet
Catalog: lib/l10n/intl_*.arb
Languages: de_de, es_es, fr, he_il, id, it_it, ko, my, nl_nl, ru_ru, th, tl

source: Sent to Ethereum
de_de: An die Ethereum Blockchain gesendet
es_es: Enviado a Ethereum
fr: Envoyé à Ethereum
he_il: שלח לאיתריום
id: Terkirim ke Ethereum
it_it: Mandato a Ethereum
ko: Ethereum으로 전송됨
my: Ethereum သို့ ပေးပို့လိုက်သည်
nl_nl: Verstuur naar Ethereum
ru_ru: Отправлено в Ethereum
th: ส่งไปยังอีเธอร์เรียม
tl: Ipinadala sa Ethereum

source: Settings
de_de: Einstellungen
es_es: Ajustes
fr: Paramètres
he_il: הגדרות
id: Pengaturan
it_it: impostazioni
ko: 설정
my: ဆက်တင်များ
nl_nl: Instellingen
ru_ru: Настройки
th: การตั้งค่า

# share_button
source: Share
de_de: Teilen
es_es: Compartir
fr: Partager
he_il: שתף
id: Bagikan
it_it: Condividere
ko: 공유
my: မျှဝေ
nl_nl: Deel
ru_ru: Поделится
th: แชร์
tl: Ibahagi

source: Sign up
de_de: Registrierung
es_es: Regístrate
fr: Inscrivez-vous
he_il: הרשמה
id: Daftar
it_it: Iscriviti
ko: 회원 가입
my: အကောင့်ပြုလုပ်ပါ
nl_nl: Registreer
ru_ru: Зарегистрироваться
th: สมัคร
tl: Mag Sign up

source: Simple
de_de: Einfach
he_il: פשוט
id: Mudah
it_it: Semplice
ko: 간편
my: ရိုးရှင်း
nl_nl: Simpel
ru_ru: Простой
th: เรียบง่าย

# skip_button
source: Skip
de_de: Überspringen
es_es: Omitir
fr: Ignorer
he_il: דלג
id: Lewati
it_it: Salta
ko: 건너뛰기
my: ကျော်မည်
nl_nl: Overslaan
ru_ru: Пропустить
th: ข้าม
tl: Lagpasan

source: Slippage
es_es: Deslizamiento
fr: Glissement
id: Kesenjangan
ko: 슬리피지
nl_nl: Prijsfluctuatie
ru_ru: Проскальзывание
th: เลื่อนไหล

source: Smart
de_de: Geschickt
es_es: Inteligente
he_il: חכם
id: Cerdas
ko: 스마트
my: စမတ်
nl_nl: slim
ru_ru: Умный
th: ฉลาด

# some_services_are_down
source: We're having issues with one of our services
de_de: Wir haben Probleme mit einem unserer Dienste
es_es: Estamos teniendo problemas con uno de nuestros servicios.
fr: Nous avons des problèmes avec l'un de nos services
id: Kami mengalami masalah dengan salah satu layanan kami
ko: 서비스 중 하나에 문제가 발생하였습니다
nl_nl: We hebben problemen met één van onze services
th: เราพบปัญหากับหนึ่งในบริการของเรา

source: Something went wrong
de_de: Etwas ist schief gelaufen
es_es: Algo salió mal
fr: Quelque chose a mal tourné
he_il: משהו השתבש
id: Terjadi sesuatu
it_it: Qualcosa e andato storto
ko: 오류가 발생했습니다
my: တခုခုမှားနေတယ်
nl_nl: Er is iets fout gegaan
ru_ru: Что-то пошло не так
th: เกิดข้อผิดพลาดขึ้น
tl: May nangyaring mali

# sqan_qr_code
source: Scan QR to switch
de_de: QR-Code scannen um zu wechseln
es_es: Escanea el código QR para cambiar
fr: Scannez le code QR pour changer de communauté
he_il: סרוק ברקוד
id: Pindai QR untuk beralih
it_it: Scansiona QR per passare
ko: QR 코드를 스캔해 전환
my: ပြောင်းလဲရန် QR ကို scan ဖတ်ပါ
nl_nl: Scan QR code om te wisselen
ru_ru: Отсканируйте QR, чтобы переключиться
th: สแกน QR เพื่อเปลี่ยน
tl: Scan QR para mag switch

source: Start Earning
de_de: Anfangen zu verdienen
es_es: Empiece a ganar
fr: Commencer à gagner
id: Mulai Hasilkan
it_it: Inizia a guadagnare
ko: 수익 창출 시작
nl_nl: Begin met verdienen
ru_ru: Начать зарабатывать
th: เริ่มรับรายได้
tl: Simulang Kumita

# stores_private
source: The fuse wallet stores private information locally on the device. Only the phone number is used to be able to verify your identity and reduce friction when sending money to phone contacts.
de_de: Die Fuse Wallet speichert private Informationen lokal auf dem Gerät. Die Telefonnummer wird nur verwendet, um deine Identität überprüfen zu können und das Senden von Geld an Telefonkontakte zu vereinfachen.
es_es: El monedero Fuse almacena información privada localmente en el dispositivo. Sólo se usa el número de teléfono para poder verificar su identidad y reducir la fricción al enviar dinero a los contactos telefónicos.
fr: Le portefeuille Fuse stocke les informations privées localement sur l'appareil. Seul le numéro de téléphone est utilisé pour pouvoir vérifier votre identité et réduire les frictions lors de l'envoi d'argent à des contacts téléphoniques.
he_il: Fuse שומר מידע פרטי באופן מקומי על המכשיר. רק מספר הטלפון משמש כדי להיות מסוגל לאמת את זהותך ולהפחית את החיכוך בעת שליחת כסף לאנשי קשר טלפוניים.
id: Dompet Fuse menyimpan informasi pribadi secara lokal di perangkat Anda. Hanya nomor telepon yang digunakan untuk dapat memverifikasi identitas dan mengurangi friksi saat mengirim uang ke kontak telepon.
it_it: Il portafoglio Fuse memorizza le informazioni private localmente sul dispositivo. Solo il numero di telefono viene utilizzato per poter verificare la tua identità e ridurre l'attrito durante l'invio di denaro ai contatti telefonici.
ko: Fuse 지갑은 로컬 장치에 개인 정보를 보관합니다. 전화번호만 사용해서 본인을 인증할 수 있어 연락처로 돈을 보낼 때 프릭션을 줄일 수 있습니다.
my: Fuse ပိုက်ဆံအိတ် (wallet) က ကိုယ်ရေးကိုယ်တာ အချက်အလက်များကို device ပေါ်တွင်သာ locally သိမ်းဆည်းပါသည်။ သင့်ကို အတည်ပြုရန်နှင့် အခြား ဖုန်း contact များသို့ ငွေလွှဲတဲ့အခါ friction လျော့ချရန်အတွက်သာ ဖုန်းနံပါတ် တစ်ခုသာ အသုံးပြုပါသည်။
nl_nl: De Fuse wallet bewaard privé informatie direct op je apparaat. Het telefoonnummer wordt alleen gebruikt om je identiteit te kunnen verifiëren en frictie te verminderen bij het verzenden van geld naar contacten in je telefoon.
ru_ru: Кошелек Fuse хранит личную информацию локально на устройстве. Только номер телефона используется для подтверждения твоей личности для уменьшения неудобств при отправке денег по телефонным контактам.
th: กระเป๋าเงิน Fuse เก็บข้อมูลส่วนตัวไว้บนอุปกรณ์ ใช้เพียงหมายเลขโทรศัพท์เพื่อยืนยันตัวตนของคุณและลดความขัดแย้งเมื่อส่งเงินไปยังรายชื่อติดต่อทางโทรศัพท์เท่านั้น
tl: Ang fuse wallet ay nagtatago ng mga pribadong impormasyon nang lokal sa device. Numero lang ng telepono ang ginagamit upang maberipika ang iyong pagkakakilanlan at mabawasan ang alitan kapag nagpapadala ng pera sa mga kontak sa telepono.

source: Success
de_de: Erfolg
es_es: Éxito
fr: Succès
he_il: הצלחה
id: Berhasil
it_it: Successo
ko: 성공
my: အောင်မြင်ပါသည်
nl_nl: Succes
ru_ru: Успешно
th: สำเร็จ
tl: Tagumpay

source: Support
es_es: Atención al cliente
fr: Soutien
id: Dukungan
ko: 지원
nl_nl: Ondersteuning
th: ฝ่ายสนับสนุน

source: Swap
de_de: Tauschen
es_es: Cambiar
fr: Échanger
id: Tukar
it_it: Scambia
ko: 전환
my: လဲလှယ်
nl_nl: Wisselen
ru_ru: Обмен
th: สลับ
tl: Ipagpalit

source: Swapped
de_de: Getauscht
es_es: Cambiado
fr: échangé
id: Ditukar
it_it: Scambiato
ko: 전환됨
my: လဲလှယ်လိုက်သည်
nl_nl: Gewisseld
ru_ru: Обмен совершен
th: เปลี่ยนแล้ว
tl: Ipinagpalit

source: Swapping
de_de: Tausche
es_es: Cambiando
fr: échanger
id: Menukar
it_it: Scambiare
ko: 전환 중
my: လဲလှယ်နေပါသည်
nl_nl: Wisselen
ru_ru: Обмениваем
th: กำลังเปลี่ยน
tl: Nagpapalit

source: Switch community
de_de: Community wechseln
es_es: Cambiar de comunidad
fr: Changer de communauté
he_il: החלף קהילה
id: Beralih komunitas
it_it: Cambia community
ko: 커뮤니티 전환
my: အဖွဲ့အစည်း (community) ပြောင်းခြင်း
nl_nl: Wissel van community
ru_ru: Сменить сообщество
th: เปลี่ยนชุมชน
tl: Lumipat ng kumunidad

source: Sync contacts
de_de: Kontakte synchronisieren
es_es: Sincronizar contactos
fr: Synchroniser les contacts
he_il: סנכרן אנשי קשר
id: Sinkronkan kontak
it_it: Sincronizzare i contatti
ko: 연락처 동기화
nl_nl: Synchroniseer je contacten
ru_ru: Синхронизация контактов
th: ซิงค์รายชื่อติดต่อ
tl: Paganahin mga kontak

# sync_your_contacts
source: Sync your contact
de_de: Kontakte synchronisieren
es_es: Sincroniza tus contactos
fr: Synchronisez vos contacts
he_il: סנכרן את אנשי הקשר שלך
id: Sinkronkan kontak Anda
it_it: Sincronizza il tuo contatto
ko: 연락처를 동기화하세요
my: သင့် contact ကို sync လုပ်ပါ
nl_nl: Sync je contacten
ru_ru: Синхронизируйте свой контакт
th: ซิงค์รายชื่อติดต่อของคุณ
tl: i-Sync ang iyong mga kontak

# ten_seconds
source: (up to 10 seconds)
de_de: (bis zu 10 Sekunden)
es_es: (hasta 10 segundos)
fr: (jusqu'à 10 secondes)
id: (hingga 10 detik)
it_it: (fino a 10 secondi)
ko: (최대 10초)
my: (၁၀ စက္ကန့်အထိ)
nl_nl: (tot 10 seconden)
ru_ru: (до 10 секунд)
th: (สูงสุด 10 วินาที)
tl: (hanggang 10 segundo)

# terms_conditions
source: Click to expand Terms & Conditions
de_de: Klicken Sie hier, um die Bedingungen zu erweitern
es_es: Haz clic para ver más de los Términos y condiciones
fr: Cliquez pour développer les Modalités et conditions
id: Klik untuk memperbesar Persyaratan & Ketentuan
it_it: Clicca per approfondire Termini e condizioni
ko: 클릭해서 약관 및 조건 늘려보기
nl_nl: Klik om de Algemene voorwaarden uit te klappen
ru_ru: Нажми, чтобы развернуть Условия программы
th: คลิกเพื่อขยายข้อกำหนดและเงื่อนไข
tl: Pindutin upang palawakin ang Mga Tuntunin & Mga Kondisyon

source: Thank you
de_de: Vielen Dank
es_es: Gracias
fr: Merci
id: Terima kasih
it_it: Grazie
ko: 감사합니다
nl_nl: Bedankt
ru_ru: Спасибо
th: ขอบคุณ
tl: Salamat

source: Thank you for your patience
de_de: Vielen Dank für Ihre Geduld
es_es: Gracias por su paciencia
fr: Merci pour votre patience
id: Terima kasih atas kesabaran Anda
it_it: Grazie per la tua pazienza
ko: 기다려주셔서 감사합니다
nl_nl: Bedankt voor uw geduld
ru_ru: Спасибо за терпение
th: ขอบคุณที่อดทนรอ
tl: Salamat sa iyong pasensya

source: That's it
de_de: Das war es schon
es_es: Eso es todo
fr: C'est tout
id: Itu saja
it_it: Ecco fatto
ko: 바로 그겁니다
nl_nl: Dat is alles
ru_ru: Вот и всё
th: เท่านั้นเอง
tl: 'Yon na

source: To
de_de: Zu
es_es: Para
fr: À
he_il: נמען
id: Ke
it_it: Per
ko: 받는 곳:
my: သို့
nl_nl: Naar
ru_ru: Кому
th: ไปยัง

source: Token
es_es: Moneda
fr: Jeton
ko: 토큰
my: တိုကင်
ru_ru: Токен
th: โทเค็น

# to_protect
source: To protect your money and wallet go now to the settings and back up your wallet in few easy steps
de_de: Um dein Geld und deine Wallet zu schützen, gehe jetzt in die Einstellungen und sichere deine Wallet in wenigen einfachen Schritten
es_es: Para proteger su dinero y el monedero, vaya ahora a la configuración y haga una copia de seguridad de su monedero en unos sencillos pasos
fr: Pour protéger votre argent et votre portefeuille, allez maintenant dans les paramètres et sauvegardez votre portefeuille en quelques étapes simples.
he_il: כדי להגן על הכסף והארנק שלך, עבור עכשיו להגדרות וגבה את הארנק בכמה צעדים פשוטים
id: Untuk melindungi uang dan dompet Anda kini pergilah ke pengaturan dan cadangkan dompet Anda dengan beberapa langkah mudah
it_it: Per proteggere i tuoi soldi e il tuo portafoglio, vai ora alle impostazioni ed esegui il backup del tuo portafoglio in pochi semplici passaggi
ko: 돈과 지갑 보호를 위해 지금 설정으로 이동한 다음 간단한 몇 가지 절차를 거쳐 지갑을 백업하세요
my: သင့် ပိုက်ဆံနှင့် ပိုက်ဆံအိတ် (wallet) ကို ကာကွယ်ရန်အတွက် အခုပဲ ဆက်တင်များ သို့သွားပြီး သင့် ပိုက်ဆံအိတ် (wallet) ကို လွယ်ကူသော အဆင့်အနည်းငယ်ဖြင့် အရန်သိမ်းဆည်းမှု ပြုလုပ်လိုက်ပါ။
nl_nl: Om je geld en wallet te beschermen, ga je naar de instellingen en maak je in een paar eenvoudige stappen een back-up van je wallet.
ru_ru: Чтобы защитить свои деньги и кошелек, перейди в настройки и сделай резервную копию своего кошелька за несколько простых шагов.
th: เพื่อปกป้องเงินและกระเป๋าเงินของคุณ ให้ไปที่การตั้งค่าแล้วสำรองข้อมูลกระเป๋าเงินของคุณด้วยขั้นตอนง่าย ๆ เพียงไม่กี่ขั้นตอน
tl: Para protektahan ang iyong pera at wallet magpunta ngayon sa settings at i-back up ang iyong wallet sa ilang madadaling hakbang

source: Top up
de_de: Aufladen
es_es: Cargar dinero
fr: Augmenter
id: Isi
it_it: Ricarica il tuo account
ko: 탑업
my: ဖြည့်သွင်း
nl_nl: Account opwaarderen
ru_ru: Пополнить
th: เติมเงิน
tl: i-Top-up ang iyong account

source: Top up your account
de_de: Lade dein Konto auf
es_es: Recarga tu cuenta
fr: Rechargez votre compte
id: Isi akun Anda
it_it: Ricarica il tuo conto
ko: 계정을 탑업하세요
my: သင့်အကောင့်ကို ငွေ ဖြည့်သွင်းပါ
nl_nl: Opwaardeer je account
ru_ru: Пополните свой счет
th: เติมเงินเข้าบัญชี
tl: Pataasin ang iyong account

source: Total amount:
de_de: Gesamtsumme
es_es: Importe total:
fr: Montant total:
he_il: סכום סופי:
id: Nominal total:
it_it: Importo totale:
ko: 총액:
my: စုစုပေါင်း ပမာဏ
nl_nl: Totale bedrag:
ru_ru: Общая сумма:
th: ยอดรวมทั้งหมด:
tl: Kabuuang halaga:

source: Total reward:
de_de: Gesamte Belohnung:
es_es: Recompensas totales:
fr: Rémunération totale :
id: Total hadiah:
it_it: Ricompensa totale:
ko: 총 리워드:
nl_nl: Totale beloning:
ru_ru: Общая награда:
th: รางวัลทั้งหมด:
tl: Kabuuang gantimpala

source: to unlock!
de_de: zum entsperren!
es_es: para desbloquear
fr: pour déverrouiller!
id: untuk membuka!
it_it: per sbloccare!
ko: 해제하기!
my: unlock ပြုလုပ်ရန်
nl_nl: Om te ontgrendelen!
ru_ru: чтобы открыть!
th: เพื่อปลดล็อก!
tl: para buksan!

source: Transaction details
de_de: Details der Transaktion
es_es: Detalles de la transacción
fr: Détails de la transaction
he_il: פרטי עסקה
id: Rincian transaksi
it_it: Dettagli di Transazione
ko: 거래 상세 정보
my: လွှဲပြောင်းမှု လုပ်ငန်းစဉ် အသေးစိတ်အချက်အလက်များ
nl_nl: Transactie details
ru_ru: Детали транзакции
th: รายละเอียดการทำธุรกรรม
tl: Detalye ng mga transaksyon

source: Transaction failed
de_de: Transaktion fehlgeschlagen
es_es: Transacción fallida
fr: La transaction a échoué
he_il: העסקה נכשלה
id: Transaksi gagal
it_it: Transazione fallita
ko: 거래 실패
my: လွှဲပြောင်းမှု မအောင်မြင်ပါ
nl_nl: Transactie mislukt
ru_ru: Транзакция не удалась
th: การทำธุรกรรมล้มเหลว
tl: Nabigo ang transaksyon

source: Transactions
de_de: Transaktionen
es_es: Transacciones
he_il: עסקאות
id: Transaksi
it_it: Transazioni
ko: 거래
my: လွှဲပြောင်းမှု လုပ်ငန်းစဉ်များ
nl_nl: Transacties
ru_ru: Транзакции
th: ธุรกรรม
tl: Mga transaksyon

source: Try again
de_de: Erneut versuchen
es_es: Intentar otra vez
fr: Veuillez réessayer
id: Coba lagi
it_it: Prova di nuovo
ko: 다시 시도
my: ထပ်မံ ကြိုးစားပါ
nl_nl: Probeer het opnieuw
ru_ru: Попробуйте еще раз
th: ลองดูใหม่
tl: Subukan muli

source: Update
de_de: Aktualisieren
es_es: Actualizar
fr: Mettre à jour
id: Perbarui
it_it: Aggiorna
ko: 업데이트
nl_nl: Updaten
ru_ru: Обновить
th: อัปเดต
tl: I-update

source: Update process...
de_de: Aktualisierungsprozess ...
es_es: Proceso de actualización...
fr: Procédure de mise à jour ...
id: Proses pembaruan...
it_it: Aggiornamento...
ko: 업데이트 진행중...
nl_nl: Proces wordt geüpdatet...
ru_ru: Процесс обновления...
th: อัปเดตขั้นตอน...
tl: Proseso ng pag-update...

# upgrade_wallet_text
source: Your wallet contract needs to be updated to enable new features
de_de: Ihr Wallet-Vertrag muss aktualisiert werden, um neue Funktionen zu aktivieren
es_es: Se necesita actualizar el contrato de su cartera para habilitar las nuevas funciones
fr: Le contrat de votre portefeuille doit être mis à jour pour activer les nouvelles fonctionnalités
id: Kontrak dompet Anda perlu diperbarui untuk mengaktifkan fitur baru
it_it: Il contratto del tuo portafoglio deve essere aggiornato per abilitare nuove funzionalità
ko: 새 기능을 사용하려면 지갑 계약을 업데이트해야 합니다.
nl_nl: Uw portefeuillecontract moet worden geüpdatet om nieuwe functionaliteiten te kunnen inschakelen
ru_ru: Контракт кошелька необходимо обновить, чтобы заработали новые функции
th: สัญญากระเป๋าเงินของคุณต้องได้รับการอัปเดตเพื่อเปิดใช้งานคุณสมบัติใหม่
tl: Kailangang i-update ang kontrata para sa iyong wallet upang mapagana ang mga bagong tampok

# upgrade_wallet_time
source: Click "update" to get it done takes about 10 seconds
de_de: Klicken Sie auf „Aktualisieren", um die Aktualisierung durchzuführen. Dies dauert etwa 10 Sekunden.
es_es: Hacer clic en "Actualizar" para que se haga, tarda unos 10 segundos
fr: Cliquer sur « Mettre à jour » pour le faire prend environ 10 secondes
id: Klik "perbarui" untuk menyelesaikan, butuh sekitar 10 detik
it_it: Fai clic su "Aggiorna", potrebbe impiegarci circa 10 secondi
ko: "update"를 클릭하여 완료하는 데 약 10초가 걸립니다.
nl_nl: Klik op 'updaten' om dit te volbrengen. Dit kost ongeveer 10 seconden
ru_ru: Нажмите "Обновить", чтобы сделать это. Это займет около 10 секунд.
th: คลิก "อัปเดต" เพื่อให้เสร็จ ใช้เวลาประมาณ 10 วินาที
tl: I-click ang "i-update" upang matapos ito tumatagal ito ng halos 10 segundo

# up_to_10
source: (up to 10 seconds)
de_de: (bis zu 10 Sekunden)
es_es: (hasta 10 segundos)
fr: (jusqu'à 10 secondes)
id: (hingga 10 detik)
it_it: (fino a 10 secondi)
ko: (최대 10초)
my: (၁၀ စက္ကန့်အထိ)
nl_nl: (tot 10 seconden)
ru_ru: (до 10 секунд)
th: (สูงสุด 10 วินาที)
tl: (hanggang 10 segundo)

source: Useful
de_de: Nützlich
es_es: Útil
fr: Utile
he_il: שימושי
id: Berguna
it_it: Utile
ko: 유용
my: အသုံးဝင်
nl_nl: Nuttig
ru_ru: Полезный
th: มีประโยชน์
tl: Kapakipakinabang

# use_fusd_explain
source: FuseDollars can be freely moved between accounts on FuseCash, as well as to Fuse accounts outside Fuse Wallet. They can also be swapped for other cryptocurrencies straight from Fuse Wallet using the FuseSwap DEX, and will soon be usable for earning passive income.
de_de: FuseDollars können frei zwischen Konten auf FuseCash, sowie auf Fuse-Konten außerhalb von Fuse Wallet bewegt und ebenso auch direkt auf Fuse Wallet in andere Kryptowährungen über den FuseSwap DEX eingetauscht werden. Zudem wird es bald möglich sein, diese für ein passives Einkommen zu nutzen.
es_es: Los FuseDollars se pueden mover libremente entre cuentas en Fuse Wallet, así como a cuentas de Fuse fuera de Fuse Wallet. También se pueden intercambiar por otras criptomonedas directamente desde Fuse Wallet utilizando FuseSwap DEX, y pronto se podrán utilizar para obtener ingresos pasivos.
fr: FuseDollars peuvent être librement transferer entre comptes sur FuseCash, aussi bien que avec les comptes Fuse en dehors de Fuse Wallet. Ils peuvent aussi etre interchanger pour d'autre crypto-monais directement de Fuse Wallet en utilisant le FuseSwap DEX, et et sera bientôt utilisable pour gagner un revenu passif.
he_il: FuseDollars can be freely moved between accounts on FuseCash, as well as to Fuse accounts outside Fuse Cash. They can also be swapped for other cryptocurrencies straight from Fuse Cash using the FuseSwap DEX, and will soon be usable for earning passive income.
id: FuseDollars dapat bebas dipindahkan antar akun di FuseCash, selain juga akun Fuse di luar FuseCash. Itu juga dapat ditukar dengan mata uang kripto lainnya langsung dari FuseCash menggunakan FuseSwap DEX, dan sebentar lagi akan dapat digunakan untuk memperoleh pemasukan pasif.
it_it: I FuseDollars possono essere spostati liberamente tra conti su FuseCash, nonché su conti Fuse al di fuori di Fuse Cash. Possono anche essere scambiati con altre criptovalute direttamente da Fuse Cash utilizzando FuseSwap DEX e saranno presto utilizzabili per guadagnare reddito passivo.
ko: FuseDollars는 FuseCash 계정간 이동하는 것뿐 아니라 Fuse Wallet 외의 Fuse 계정으로 이동하는 것도 자유롭습니다. FuseSwap DEX를 이용하여 Fuse Wallet에서 바로 타 암호화화폐로 전환할 수도 있으며, 패시브인컴을 벌어들일 수 있도록 곧 사용이 가능해집니다.
my: FuseCash အကောင့် များကြားတွင် FuseDollar များကို စိတ်ကြိုက် ပြောင်းရွေ့နိုင်ပါတယ်။ Fuse Cash ပြင်ပ Fuse အကောင့်များကြားတွင်လဲ လုပ်ဆောင်နိုင်ပါတယ်။ FuseSwap DEX အသုံးပြု၍ Fuse Cash မှ အခြား Crypto ငွေကြေးစနစ်များသို့ တိုက်ရိုက် ပြောင်းလဲနိုင်ပါတယ်။ Passive Income များရရှိနိုင်ဖို့အတွက်လဲ မကြာမှီ အသုံးပြုလာနိုင်မှာပါ။
nl_nl: FuseDollars kunnen vrij worden verplaatst tussen accounts op FuseCash, evenals naar Fuse-accounts buiten FuseCash. Ze kunnen ook rechtstreeks vanuit FuseCash worden geruild voor andere cryptocurrencies met behulp van de FuseSwap DEX, en zullen binnenkort bruikbaar zijn voor het verdienen van een passief inkomen.
ru_ru: Fuse Доллары можно свободно перемещать между счетами на Fuse Cash, а также на счета Fuse вне Fuse Cash кошелька. Их также можно обменять на другие криптовалюты прямо в кошельке Fuse Cash с помощью FuseSwap DEX, и вскоре их можно будет использовать для получения пассивного дохода.
th: FuseDollars สามารถย้ายได้อย่างอิสระระหว่างบัญชีใน FuseCash เช่นเดียวกับย้ายไปยังบัญชี Fuse นอก Fuse Wallet ทั้งยังสามารถแลกเปลี่ยนเป็นคริปโตเคอร์เรนซีอื่น ๆ ได้โดยตรงจาก Fuse Wallet โดยใช้ FuseSwap DEX และจะสามารถใช้สร้างรายได้แบบพาสซีฟได้ในไม่ช้า
tl: Ang mga FuseDollar ay maaaring malayang mailipat sa pagitan ng mga account sa FuseCash, gayundin sa mga Fuse account na nasa labas ng Fuse Cash. Maaari din silang ipalit sa ibang mga cryptocurrency mula mismo sa Fuse Cash gamit ang FuseSwap DEX, at hindi magtatagal ay magagamit para sa kita na passive income.

source: Use max
de_de: Alles verwendend
es_es: Usar máx
fr: Utiliser le maximum
id: Gunakan maks
it_it: Usa il massimo
ko: 최대치 사용
my: အများဆုံးအသုံးပြုပါ
nl_nl: Gebruik alles
ru_ru: Используйте макс.
th: ใช้สูงสุด
tl: Gamitin ang max

# version
source: App version
es_es: Versión
fr: Version de l'application
he_il: גרסא
id: Versi aplikasi
it_it: Versione
ko: 앱 버전
my: App ဗားရှင်း
nl_nl: Versie
ru_ru: Версия приложения
th: แอปเวอร์ชัน
tl: Bersyon

# visit_fuseio
source: Visit fuse.io to learn more about Fuse and how things work behind the scenes.
de_de: Besuche uns auf fuse.io, um mehr über Fuse zu erfahren und wie die Dinge hinter den Kulissen funktionieren.
es_es: Visita fuse.io para obtener más información sobre Fuse y cómo funcionan las cosas entre bastidores.
fr: Visitez fuse.io pour en savoir plus sur Fuse et sur son fonctionnement dans les coulisses.
id: Kunjungi fuse.io untuk mempelajari lebih lanjut tentang Fuse dan cara kerjanya di balik layar.
it_it: Visita fuse.io per saperne di più su Fuse e su come funzionano le cose dietro le quinte.
ko: fuse.io를 방문하시면 Fuse가 어떤 곳이고 배후에서 어떤 식으로 일을 처리하는지 자세히 알아보실 수 있습니다.
my: fuse.io သို့ ဝင်ရောက်၍ Fuse နှင့် အလုပ်လုပ်ပုံများကို ပိုမို လေ့လာကြည့်ရှုနိုင်ပါတယ်။
nl_nl: Bezoek fuse.io voor meer informatie over Fuse en om te leren hoe dingen achter de schermen werken.
ru_ru: Посетите fuse.io, чтобы узнать больше о Fuse и о том, как все работает за кулисами.
th: เข้าไปที่ fuse.io เพื่อเรียนรู้เพิ่มเติมเกี่ยวกับ Fuse และวิธีการทำงานเบื้องหลัง
tl: Bisitahin ang fuse.io upang madagdagan ang nalalaman tungkol sa Fuse at kung paano gumagana ang mga bagay sa likod ng pangyayari.

# waiting_for_deposit
source: Waiting for your deposit to arrive
de_de: Warte darauf, dass deine deine Einzahlung eintrifft
es_es: Esperando que llegue su depósito
fr: Dans l'attente de l'arrivée de votre dépôt
id: Menunggu deposit Anda tiba
it_it: In attesa che arrivi il tuo deposito
ko: 예치금이 도착하기를 기다리는 중
my: သင့် deposit ရောက်ရန် စောင့်ဆိုင်းနေပါသည်
nl_nl: Wachten tot je storting aankomt
ru_ru: Жду прибытия депозита
th: รอเงินฝากของคุณมาถึง
tl: Hinihintay na dumating ang iyong deposito

source: Wallet
es_es: Monedero
fr: Portefeuille
id: Dompet
it_it: Portafoglio
ko: 지갑
my: ပိုက်ဆံအိတ် (wallet)
ru_ru: Кошелек
th: กระเป๋าเงิน

source: Wallet address
de_de: Wallet Adresse
es_es: Dirección del monedero
fr: Adresse du portefeuille
he_il: כתובת ארנק
id: Alamat dompet
it_it: Indirizzo portafoglio
ko: 지갑 주소
my: ပိုက်ဆံအိတ် (wallet) လိပ်စာ
nl_nl: Wallet adres
ru_ru: Адрес кошелька
th: ที่อยู่กระเป๋าเงิน
tl: Address ng wallet

# wallet_protected
source: Your fuse wallet is protected!
de_de: Dein Fuse Wallet ist jetzt geschützt!
es_es: ¡Su monedero Fuse está protegido!
fr: Votre portefeuille Fuse est protégé!
he_il: הארנק מאובטח!
id: Dompet Fuse Anda terlindungi!
it_it: Il tuo portafoglio Fuse è protetto!
ko: Fuse 지갑이 보호되고 있습니다!
my: သင့် fuse ပိုက်ဆံအိတ် (wallet) ကို ကာကွယ်ထားပါသည်!
nl_nl: Je wallet is beschermd!
ru_ru: Теперь твой Fuse кошелек защищен!
th: กระเป๋าเงิน fuse ของคุณได้รับการปกป้องแล้ว!
tl: Ang iyong fuse wallet ay protektado!
