Repository: fuseio/fuse-wallet
Catalog: lib/l10n/intl_*.arb
Languages: de_de, es_es, fr, he_il, id, it_it, ko, my, nl_nl, ru_ru, th, tl

# wallet_protected_text
source: Great, you’ve backed up your secret phrase. Remember to keep your secret phrase in a safe and secure place and never let anyone know what it is.
de_de: Sehr gut, Du hast Deinen Sicherheits-Satz gespeichert. Bewahre diesen Satz an einem sicheren Ort auf und gebe Ihn niemals weiter.
es_es: Genial, has hecho una copia de seguridad de tu frase secreta. Recuerda guardar tu frase secreta en un lugar seguro y protegido y nunca dejes que nadie sepa de qué se trata.
fr: Super, vous avez sauvegardé votre phrase secrète. N'oubliez pas de conserver votre phrase secrète dans un endroit sûr et sécurisé et ne laissez jamais personne savoir ce qu'elle est.
he_il: נהדר, גיבית את רצף האותיות הסודי שלך. זכור לשמור את הרצף האותיות שלך במקום בטוח ובטוח ולעולם לא ליידע אף אחד מה זה.
id: Bagus, Anda sudah mencadangkan frasa rahasia. Simpan frasa rahasia di tempat aman dan terlindungi dan jangan beri tahukan ke siapa pun.
it_it: Fantastico, hai eseguito il backup della tua frase segreta. Ricorda di conservare la tua frase segreta in un luogo sicuro e non far mai sapere a nessuno di cosa si tratta.
ko: 훌륭합니다. 비밀 문구를 백업하셨습니다. 비밀 문구는 안전하고 든든한 곳에 보관하며 누구에게도 알려주지 마세요.
my: ကောင်းတယ်! သင့်ရဲ့ လျှို့ဝှက်စာစုကို သင်အရန်သိမ်းဆည်းလိုက်ပါပြီ။ သင့်လျှို့ဝှက်စာစုကို လုံခြုံစိတ်ချရသော နေရာတွင်သိမ်းဆည်းထားပြီး အခြားဘယ်သူ့ကိုမှ ပေးမသိပါနှဲ့။
nl_nl: Geweldig, je hebt een back-up gemaakt van je geheime woorden. Bewaar je geheime woorden op een veilige plaats en deel deze informatie nooit.
ru_ru: Отлично, вы подтвердили свою секретную фразу. Не забывайте хранить её в надежном месте и никогда никому не показывать.
th: เยี่ยม คุณได้สำรองวลีลับของคุณแล้ว อย่าลืมเก็บวลีลับของคุณไว้ในที่ปลอดภัยและอย่าให้ใครรู้ว่ามันคืออะไร
tl: Ayos!, ikaw ay matagumpay na nakapag backed up. Paunawa! itagong maigi ang iyong secret phrase at huwag ipapaalam sa ibang tao.

source: Want to earn more?
de_de: Möchten Sie mehr verdienen?
es_es: ¿Quiere ganar más?
fr: Vous voulez gagner plus ?
id: Ingin menghasilkan lebih?
it_it: Vuoi guadagnare di più?
ko: 더 얻고 싶으세요?
nl_nl: Wilt u meer verdienen?
ru_ru: Хотите заработать больше?
th: ต้องการรับเพิ่มเติมใช่ไหม
tl: Gusto mong kumita ng higit pa?

# wc_connect_to_wallet
source: would like to connect to your wallet
de_de: möchte eine Verbindung zu Ihrem Wallet herstellen
es_es: desea conectarse a su monedero
fr: Voulez-vous vous connecter à votre portefeuille ?
id: ingin menyambungkan ke dompet Anda
ko: 당신의 지갑에 연결하시겠습니까
nl_nl: wil verbinding maken met uw portefeuille
th: ต้องการเชื่อมต่อกับกระเป๋าเงินของคุณ

# wc_desc_one
source: View your wallet balance and activity
de_de: Ihr Guthaben und Ihre Aktivitäten einsehen
es_es: Ver el saldo y la actividad de su monedero
fr: Voir le solde et l'activité de votre portefeuille
id: Lihat saldo dan aktivitas dompet Anda
ko: 지갑 잔액과 활동을 보기
nl_nl: Bekijk uw portefeuillesaldo en -activiteit
th: ดูยอดเงินในกระเป๋าเงินและกิจกรรมของคุณ

# wc_desc_two
source: Request approval for transactions
de_de: Genehmigung für Transaktionen anfordern
es_es: Solicitar aprobación para transacciones
fr: Demander l'approbation pour les transactions
id: Minta persetujuan transaksi
ko: 거래에 대한 승인을 요청
nl_nl: Goedkeuring voor transacties aanvragen
th: ขอการอนุมัติการทำธุรกรรม

# we_just_sent
source: We just sent a message to
de_de: Wir haben gerade eine Nachricht gesendet an
es_es: Acabamos de enviar un mensaje a
fr: Nous venons d'envoyer un message à
he_il: הרגע שלנו לך הודעה
id: Kami baru saja mengirim pesan ke
it_it: Abbiamo appena inviato un messaggio a
ko: 방금 메시지를 보내드린 곳:
my: သို့ အခုပဲ message ပို့လိုက်ပါပြီ
nl_nl: We hebben zojuist een bericht gestuurd naar
ru_ru: Мы только что отправили вам сообщение
th: เราเพิ่งส่งข้อความถึง
tl: Nagpadala na kami ng mensahe sa

# welcome_to_fuse
source: Welcome to Fuse Wallet!
de_de: Willkommen bei Fuse Wallet!
es_es: ¡Bienvenido a la cartera de Fuse!
fr: Bienvenue sur le portefeuille Fuse!
id: Selamat datang di dompet Fuse!
it_it: Ti diamo il benvenuto al portafoglio Fuse!
ko: Fuse 지갑에 오신 것을 환영합니다!
my: Welcome to Fuse Cash!
nl_nl: Welkom bij Fuse wallet!
ru_ru: Добро подаловать в кошелёк Fuse!
th: ยินดีต้อนรับสู่กระเป๋าเงิน Fuse!
tl: Maligayang pagdating sa Fuse wallet!

# welcome_to_fuse_text
source: Buy, Swap, Send and Earn on your crypto with no fees
de_de: Kaufen, tauschen, senden und verdienen Sie mit Ihrer Kryptowährung ohne Gebühren
es_es: Compre, intercambie, envíe y gane con sus criptomonedas sin comisiones
fr: Achetez, échangez et gagnez de l'argent avec votre crypto, sans frais supplémentaires
id: Beli, Tukar, Kirim, dan Hasilkan dari kripto Anda tanpa biaya
it_it: Acquista, scambia, invia e guadagna sulla tua criptovaluta senza commissioni
ko: 수수료 없는 가상 화폐의 구매, 교환, 전송 및 수익 실현
nl_nl: Koop, ruil, verstuur en verdien op uw crypto zonder kosten
ru_ru: Покупай, Меняй, Отправляй и Зарабатывай криптовалюты без комиссии
th: ซื้อ แลกเปลี่ยน ส่ง และรับเงินบนคริปโตของคุณโดยไม่เสียค่าธรรมเนียม
tl: Bumili, Magpalit, Magpadala at Kumita sa iyong crypto nang walang bayad

# we_notice
source: We notice you haven’t backup your wallet yet.
de_de: Uns ist aufgefallen, dass du noch keine Back-up deiner Wallet gemacht hast.
es_es: Notamos que aún no ha realizado una copia de seguridad de su monedero.
fr: Nous avons remarqué que vous n'avez pas encore sauvegardé votre portefeuille.
he_il: שמנו לב שטרם ביצעת גיבוי
id: Kami lihat Anda belum mencadangkan dompet.
it_it: Abbiamo notato che non hai ancora eseguito il backup del tuo portafoglio.
ko: 아직 지갑을 백업하지 않으셨습니다.
my: သင့် ပိုက်ဆံအိတ် (wallet) ကို အခုထိ အရန်သိမ်းဆည်းမှု မပြုလုပ်ရသေးသည်ကို ကျွန်ုပ်တို့ သတိပြုမိသည်။
nl_nl: We merken dat je nog geen back-up van je wallet hebt gemaakt.
ru_ru: Мы заметили, что вы еще не сделали резервную копию своего кошелька.
th: เราพบว่าคุณยังไม่ได้สำรองข้อมูลกระเป๋าเงินของคุณ
tl: Napansin namin na hindi mo pa na-backup ang iyong wallet.

source: What is FuseDollar?
de_de: Was ist der FuseDollar?
es_es: ¿Qué es FuseDollar?
fr: Qu'est-ce que le FuseDollar?
id: Apa itu FuseDollar?
it_it: Cosa e FuseDollar?
ko: FuseDollar가 뭔가요?
my: FuseDollar ဆိုတာဘာလဲ?
nl_nl: Wat is FuseDollar?
ru_ru: Что такое Fuse Dollar?
th: FuseDollar คืออะไร
tl: Ano ang FuseDollar?

# what_is_peg
source: How the FuseDollar peg is maintained?
de_de: Wie wird die Parität des FuseDollar sichergestellt?
es_es: ¿Cómo se mantiene la paridad de FuseDollar?
fr: Comment la devise FuseDollar est maintenue?
id: Bagaimana patokan FuseDollar dijaga?
it_it: Come viene mantenuto l'ancoraggio del FuseDollar?
ko: FuseDollar 페그는 어떻게 관리되나요?
my: FuseDollar သတ်မှတ်နှုန်း ကိုဘယ်လို ထိန်းသိမ်းထားလဲ?
nl_nl: Hoe wordt de FuseDollar koppeling vastgehouden?
ru_ru: Как поддерживается привязка Fuse Dollar?
th: จะรักษา FuseDollar ได้อย่างไร
tl: Paano napananatili ang FuseDollar peg?

source: Which cryptocurrencies can I use?
de_de: Welche Kryptowährungen kann ich verwenden?
es_es: ¿Qué criptomonedas puedo utilizar?
fr: Quelles crypto-monnaies puis-je utiliser ?
id: Mata uang kripto mana yang dapat saya gunakan?
ko: 어느 가상화폐를 사용할 수 있나요?
nl_nl: Welke cryptovaluta kan ik gebruiken?
th: ฉันใช้เงินคริปโตใดได้บ้าง?

source: Why do we need this?
de_de: Warum benötigen wir das?
es_es: ¿Por qué necesitamos esto?
fr: Pourquoi avons-nous besoin de cela ?
he_il: למה אנחנו צריכים את זה?
id: Mengapa kami memerlukan ini?
it_it: Perché ne abbiamo bisogno?
ko: 저희에게 이것이 왜 필요할까요?
my: ဒါကို ဘာလို့လိုအပ်တာလဲ?
nl_nl: Waarom hebben jullie dit nodig?
ru_ru: Зачем нам это нужно?
th: เพราะเหตุใดเราจึงต้องการสิ่งนี้
tl: Bkit kailangan natin ito?

# will_never_share
source: Fuse will never share this information with 3rd party.
de_de: Fuse wird diese Informationen niemals an Dritte weitergeben.
es_es: Fuse nunca compartirá esta información con terceros.
fr: Fuse ne partagera jamais ces informations avec des tiers.
he_il: Fuse לעולם לא ישתף מידע זה עם צד שלישי.
id: Fuse tidak akan pernah menyebar informasi ini ke pihak ketiga.
it_it: Fuse non condividerà mai queste informazioni con terze parti.
ko: Fuse는 이 정보를 제삼자와 절대로 공유하지 않습니다.
my: Fuse မှ ဒီအချက်အလက်များကို တတိယ အဖွဲ့အစည်းများနှင့် ဘယ်တော့မှ မမျှဝေပါ။
nl_nl: Fuse zal deze informatie nooit delen met derden.
ru_ru: Fuse никогда не будет передавать эту информацию третьим лицам.
th: Fuse จะไม่เปิดเผยข้อมูลนี้กับบุคคลที่สาม
tl: Hindi kailanman ibabahagi ng Fuse ang impormasyong ito sa ika-3 partido.

source: Wire Transfer
de_de: Banküberweisung
es_es: Transferencia bancaria
fr: Virement Bancaire
id: Transfer Bank
it_it: Bonifico bancario
ko: 계좌이체
my: Wire Transfer စနစ်ဖြင့် ငွေလွှဲခြင်း
nl_nl: Overschrijving
ru_ru: Банковский перевод
th: การโอนเงินผ่านธนาคาร

source: Word
de_de: Wort
es_es: Palabra
fr: Mot
he_il: מילה
id: Kata
it_it: Parola
ko: 단어
my: စာလုံး
nl_nl: Woord
ru_ru: Слово
th: คำ
tl: Salita

# word_not_match
source: The word does not match
de_de: Die Wörter stimmen nicht überein
es_es: La palabra no coincide
fr: Le mot ne correspond pas
he_il: המילה לא תואמת
id: Kata tidak sama
it_it: La parola non corrisponde
ko: 단어가 일치하지 않습니다
my: စာလုံး မတူညီပါ
nl_nl: Het woord komt niet overeen
ru_ru: Слово не совпадает
th: คำไม่ตรงกัน
tl: Hindi angkop ang salita

# would_you_like_to_approve_tx
source: Would you like to approve the transaction?
de_de: Möchten Sie die Transaktion genehmigen?
es_es: ¿Quiere aprobar la transacción?
fr: Souhaitez-vous approuver la transaction ?
id: Ingin menyetujui transaksi?
it_it: Vuoi approvare la transazione?
ko: 거래를 승인하시겠습니까?
nl_nl: Wilt u de transactie goedkeuren?
ru_ru: Вы желаете одобрить транзакцию?
th: คุณต้องการอนุมัติการทำธุรกรรมหรือไม่
tl: Gusto mo bang aprubahan ang transaksyon?

# write_down_your_words
source: Write down your 12 words...
de_de: Schreibe die 12 Worte auf...
es_es: Escribe tus 12 palabras...
fr: Notez vos 12 mots...
he_il: רשמו את 12 המילים שלכם...
id: Tuliskan 12 kata...
it_it: Scrivi le tue 12 parole ...
ko: 본인의 단어 12개를 적어주세요...
my: သင့် စာလုံး ၁၂ လုံးကို ချရေးပါ
nl_nl: Schrijf je 12 woorden op...
ru_ru: Запишите свои 12 слов ...
th: เขียน 12 คำของคุณ...
tl: Isulat ang 12 na salita...

# write_word
source: Please write down words
de_de: Bitte schreibe diese Wörter auf
es_es: Por favor escriba las palabras
fr: Veuillez écrire les mots
he_il: רשום את האותיות
id: Harap tuliskan kata
it_it: Per favore, scrivi le parole
ko: 단어를 적어주세요
my: စာလုံးများကို ချရေးပါ
nl_nl: Schrijf de volgende woorden op
ru_ru: Пожалуйста, запиши слова
th: กรุณาเขียนคำ
tl: Pakisulat ang mga salita

# write_words
source: Write down the words in order and keep safe. You won’t be able to recover your account without it.
de_de: Schreibe die Wörter in der gleichen Reihenfolge auf und verwahre sie an einem sicheren Ort. Anderenfalls kannst du deine Wallet nicht wiederherstellen.
es_es: Escriba las palabras en orden y guárdelas en un lugar seguro. No podrá recuperar su cuenta sin ellas.
fr: écrivez les mots dans l'ordre et sauvegardez-les. Vous ne pourrez pas récupérer votre compte sans ceux-ci.
he_il: רשום 12 מילים אלו במקום בטוח לגיבוי
id: tulis kata-kata secara berurutan dan dapatkan perlindungan. Anda tidak dapat memulihkan akun tanpanya.
it_it: Annotare le parole in ordine e tenere al sicuro. Non sarai in grado di recuperare il tuo account senza di esse.
ko: 단어를 순서대로 적어 안전을 유지하세요. 단어가 없이는 계정을 복구할 수 없습니다.
my: စာလုံးများကို အစဉ်အတိုင်း ချရေး၍ လုံခြုံစွာ သိမ်းဆည်းထားပါ။ ဤ စာလုံးစဉ်များ မပါဘဲ သင့်အကောင့်ကို ပြန်လည်ရယူ၍ ရနိုင်မည်မဟုတ်ပါ။
nl_nl: schrijf de woorden op in de juiste volgorde en bewaar ze op een veilige plaats. Je kunt je account niet herstellen zonder deze informatie.
ru_ru: Запишите слова по порядку и сохраните. Без них вы не сможете восстановить свой аккаунт.
th: จดคำตามลำดับแล้วเก็บไว้ให้ปลอดภัย หากปราศจากมันคุณจะไม่สามารถกู้คืนบัญชีของคุณ
tl: isulat ang mga salita sa tamang ayos at pagkakasunod sunod. kapag ito ay iyong naiwala ay hindi mo na mabubuksan ang iyong account.

source: Wrong phone number
de_de: Falsche Telefonnummer
es_es: Número de teléfono incorrecto
fr: Mauvais numéro de téléphone
id: Nomor telepon salah
ko: 잘못된 휴대폰 번호
nl_nl: Verkeerd telefoonnummer
th: หมายเลขโทรศัพท์ไม่ถูกต้อง

# wrong_phone_number_explained
source: This account is registered to another phone number. Please contact Support to update your phone number.
de_de: Dieses Konto ist auf eine andere Telefonnummer registriert. Bitte kontaktieren Sie den Support, um Ihre Telefonnummer zu aktualisieren.
es_es: Esta cuenta está registrada con otro número de teléfono. Póngase en contacto con Atención al cliente para actualizar su número de teléfono.
fr: Ce compte est enregistré sous un autre numéro de téléphone. Veuillez contacter le soutien pour mettre à jour votre numéro de téléphone.
id: Akun ini terdaftar dengan nomor telepon lain. Harap hubungi dukungan untuk memperbarui nomor telepon Anda.
ko: 이 계정은 다른 휴대폰 번호로 등록되었습니다. 지원팀에 문의하여 휴대폰 번호를 갱신하여 주세요.
nl_nl: Dit account is geregistreerd op een ander telefoonnummer. Neem contact op met de ondersteuning om uw telefoonnummer bij te werken.
th: บัญชีนี้ลงทะเบียนด้วยหมายเลขโทรศัพท์อื่นแล้ว โปรดติดต่อฝ่ายสนับสนุนเพื่ออัปเดตหมายเลขโทรศัพท์ของคุณ

source: Yes
de_de: Ja
es_es: Sí
fr: Oui
he_il: כן
id: Ya
it_it: Si
ko: 네
my: ဟုတ်သည်
nl_nl: Ja
ru_ru: Да
th: ใช่
tl: Oo

source: You Get
de_de: Sie erhalten
es_es: Consigue
fr: Vous obtenez
id: Anda Mendapatkan
it_it: Ottieni
ko: 수령하세요
nl_nl: U ontvangt
ru_ru: Ты получишь
th: คุณได้รับ
tl: Makakakuha Ka Ng

source: You got a
de_de: Du hast einen
es_es: Obtuviste un
fr: Vous avez reçu un
id: Anda mendapat
it_it: Hai ricevuto
ko: 받은 것:
my: သင်တစ်ခု ရရှိ
nl_nl: Je hebt een
ru_ru: Ты получил
th: คุณได้รับ
tl: Nakakuha ka ng

source: You got a new NFT!
de_de: Du hast ein neues NFT!
es_es: ¡Has recibido un NFT nuevo!
fr: Vous avez un nouveau NFT !
id: Anda mendapatkan NFT baru!
it_it: Hai ricevuto un nuovo NFT!
ko: 새 NFT를 받으셨습니다!
nl_nl: U heeft een nieuwe NFT!
ru_ru: Вы получили новый NFT!
th: คุณได้รับ NFT ใหม่!
tl: Nagkaroon ka ng bagong NFT!

source: Your balance
de_de: Dein Guthaben
es_es: Tu saldo
fr: Votre solde
id: Saldo Anda
it_it: Il tuo saldo
ko: 나의 잔고
my: သင့် လက်ကျန်ငွေ
nl_nl: Je saldo
ru_ru: Твой баланс
th: ยอดคงเหลือของคุณ
tl: Ang iyong balanse

source: Your balance is
de_de: Ihr Guthaben ist
es_es: Su saldo es
fr: Votre solde est
id: Saldo Anda
it_it: Il tuo saldo è
ko: 당신의 계좌는
nl_nl: Uw saldo is
ru_ru: Твой баланс
th: ยอดเงินของคุณคือ
tl: Ang iyong balanse ay

# your_balance_is_empty
source: You have no balance
de_de: Du hast kein Guthaben.
es_es: No tienes saldo
fr: Vous n'avez pas de solde
id: Anda tidak punya saldo
it_it: Non hai alcun saldo
ko: 잔고가 없습니다
my: သင့်တွင် လက်ကျန်ငွေ မရှိပါ
nl_nl: Je hebt geen saldo
ru_ru: Нужно пополнить баланс
th: คุณไม่มียอดเงินคงเหลือ
tl: Wala kang balanse

source: Your coins
de_de: Ihre Münzen
es_es: Sus monedas
fr: Vos pièces
id: Koin Anda
it_it: I tuoi soldi
ko: 당신의 코인
nl_nl: Uw munten
ru_ru: Твои монеты
th: เหรียญของคุณ
tl: Ang iyong mga coin

# your_friends
source: Your invited friends must:
de_de: Ihre eingeladenen Freunde müssen:
es_es: Los amigos a los que invites deberán:
fr: Vos invités doivent :
id: Teman yang diundang harus:
it_it: I tuoi amici invitati devono:
ko: 초대받은 친구는 다음 조건에 부합해야 합니다:
nl_nl: Je uitgenodigde vrienden moeten:
ru_ru: Твои приглашённые друзья должны:
th: เพื่อนที่คุณเชิญจะต้อง:
tl: Ang iyong mga inimbitahang kaibigan ay dapat na:

source: Your projected balance
de_de: Ihr voraussichtliches Guthaben
es_es: Su saldo estimado
fr: Votre solde prévisionnel
id: Proyeksi saldo Anda
it_it: Il tuo saldo previsto
ko: 예상 잔액
nl_nl: Uw verwachte saldo
ru_ru: Прогнозируемый баланс
th: ยอดคงเหลือที่คาดการณ์ของคุณ
tl: Ang iyong inaasahang balanse

source: Your wallet is empty!
de_de: Deine Wallet ist leer!
es_es: ¡Tu monedero está vacío!
fr: Votre portefeuille est vide !
id: Dompet Anda kosong!
it_it: Il tuo portafoglio e vuoto
ko: 지갑이 비었습니다!
my: သင့် ပိုက်ဆံအိတ် (wallet) မှာ ဘာမှ မရှိပါ
nl_nl: Je wallet is leeg!
ru_ru: Твой кошелек пуст!
th: กระเป๋าเงินของคุณว่างเปล่า!
tl: Walang laman ang iyong wallet!

# contact_us
source: Get help
de_de: Hilfe erhalten
es_es: Obtener ayuda
fr: Obtenir de l'aide
he_il: צור קשר
it_it: Ottieni assistenza
ko: 도움 알아보기
my: ဆက်သွယ်ရန်
nl_nl: Krijg hulp
ru_ru: Получить помощь
tl: Humingi ng tulong

# contact_us_for_support
source: Get help
de_de: Hilfe erhalten
es_es: Obtener ayuda
fr: Obtenir de l'aide
he_il: Contact us for support
it_it: Ottieni assistenza
ko: 도움 알아보기
my: အကူအညီရယူရန် ဆက်သွည်ပါ
nl_nl: Krijg hulp
ru_ru: Получить помощь
tl: Humingi ng tulong

source: Txn
fr: numéro de transaction
ko: 거래

source: Face ID
es_es: Rostro
fr: Identifiant de visage
it_it: ID Faccia
nl_nl: Gezichtsherkening

source: Touch ID
es_es: Huella digital
fr: Identifiant tactile
it_it: ID Tocco
my: လက်ဗွေ
nl_nl: Vingerafdrukherkenning

source: Fuse Dollar
fr: Dollars Fuse
